[
  {
    "id": "expedition_project",
    "name": {
      "en": "Expedition Project",
      "de": "Expedition",
      "fr": "Projet d'expédition",
      "es": "Proyecto de expedición",
      "pt": "Projeto de expedição",
      "pl": "Projekt ekspedycji",
      "no": "Ekspedisjonsprosjekt",
      "da": "Ekspeditionsprojekt",
      "ru": "Проект экспедиции",
      "ja": "探検プロジェクト",
      "it": "Progetto di spedizione",
      "kr": "원정 프로젝트",
      "zh-CN": "远征项目",
      "zh-TW": "遠征專案",
      "uk": "Проект експедиції",
      "tr": "Keşif Projesi",
      "hr": "Projekt Ekspedicije",
      "sr": "Projekat Ekspedicije"
    },
    "description": {
      "en": "Embark on a dangerous expedition beyond the Rust Belt. Expeditions are perilous. Your Raider will carry all their possessions into the unknown beyond the Rust Belt. In return, your next Raider gains a unique edge that lasts until the next Expedition departs.",
      "de": "Expeditionen sind gefahrvoll. Dein Raider nimmt all seine Besitztümer und wagt sich in das unbekannte Land jenseits des Rostgürtels. Dafür erhält dein nächster Raider einen einzigartigen Vorteil, der bis zum Start der nächsten Expedition anhält.",
      "fr": "Embarquez pour une expédition dangereuse au-delà de la Ceinture de rouille. Les expéditions sont périlleuses. Votre Raider transportera tous ses biens dans l'inconnu au-delà de la Ceinture de rouille. En retour, votre prochain Raider gagne un avantage unique qui dure jusqu'au départ de la prochaine expédition.",
      "es": "Embárcate en una peligrosa expedición más allá del Cinturón de Óxido. Las expediciones son peligrosas. Tu Raider llevará todas sus posesiones hacia lo desconocido más allá del Cinturón de Óxido. A cambio, tu próximo Raider obtiene una ventaja única que dura hasta que parta la próxima expedición.",
      "pt": "Embarque em uma expedição perigosa além do Cinturão de Ferrugem. Expedições são perigosas. Seu Raider carregará todos os seus pertences para o desconhecido além do Cinturão de Ferrugem. Em troca, seu próximo Raider ganha uma vantagem única que dura até a partida da próxima expedição.",
      "pl": "Wyrusz na niebezpieczną ekspedycję poza Pas Rdzy. Ekspedycje są ryzykowne. Twój Raider zabierze wszystkie swoje rzeczy w nieznane poza Pasem Rdzy. W zamian, twój następny Raider zyskuje unikalną przewagę, która trwa do momentu rozpoczęcia następnej ekspedycji.",
      "no": "Dra på en farlig ekspedisjon utenfor Rustbeltet. Ekspedisjoner er farlige. Din Raider vil bære alle sine eiendeler inn i det ukjente utenfor Rustbeltet. I retur får din neste Raider en unik fordel som varer til neste ekspedisjon drar.",
      "da": "Begiv dig ud på en farlig ekspedition ud over Rustbæltet. Ekspeditioner er farlige. Din Raider vil bære alle sine ejendele ind i det ukendte ud over Rustbæltet. Til gengæld får din næste Raider en unik fordel, der varer indtil næste ekspedition afrejser.",
      "ru": "Отправьтесь в опасную экспедицию за пределы Ржавого пояса. Экспедиции полны опасностей. Ваш рейдер возьмёт с собой всё своё имущество в неизведанные земли за Ржавым поясом. Взамен ваш следующий рейдер получит уникальное преимущество, которое продлится до отправления следующей экспедиции.",
      "ja": "ラストベルトの向こうへ危険な探検に出発しましょう。探検は危険に満ちています。あなたのレイダーは全ての所持品を持ってラストベルトの向こうの未知の世界へ向かいます。その代わり、次のレイダーは次の探検が出発するまで続く独自の優位性を得ます。",
      "it": "Intraprendi una spedizione pericolosa oltre la Cintura di Ruggine. Le spedizioni sono rischiose. Il tuo Razziatore porterà tutti i suoi averi nell'ignoto oltre la Cintura di Ruggine. In cambio, il tuo prossimo Razziatore otterrà un vantaggio unico che durerà fino alla partenza della prossima Spedizione.",
      "kr": "러스트 벨트 너머로 위험한 원정을 떠나세요. 원정은 위험으로 가득합니다. 당신의 레이더는 모든 소지품을 가지고 러스트 벨트 너머의 미지의 세계로 향합니다. 그 대가로 다음 레이더는 다음 원정이 출발할 때까지 지속되는 고유한 이점을 얻습니다.",
      "zh-CN": "踏上前往锈带之外的危险远征。远征充满危险。你的掠夺者将携带所有财物前往锈带之外的未知世界。作为回报，你的下一个掠夺者将获得持续到下次远征出发的独特优势。",
      "zh-TW": "踏上前往鏽帶之外的危險遠征。遠征充滿危險。你的掠奪者將攜帶所有財物前往鏽帶之外的未知世界。作為回報，你的下一個掠奪者將獲得持續到下次遠征出發的獨特優勢。",
      "uk": "Вирушайте у небезпечну експедицію за межі Іржавого поясу. Експедиції сповнені небезпек. Ваш рейдер візьме з собою все своє майно в невідомі землі за Іржавим поясом. Натомість ваш наступний рейдер отримає унікальну перевагу, яка триватиме до відправлення наступної експедиції.",
      "tr": "Pas Kuşağı'nın ötesine tehlikeli bir keşfe çıkın. Keşifler tehlikelidir. Akıncınız tüm eşyalarını Pas Kuşağı'nın ötesindeki bilinmeyene taşıyacak. Karşılığında, bir sonraki Akıncınız bir sonraki Keşif ayrılana kadar sürecek benzersiz bir avantaj kazanır.",
      "hr": "Krenite na opasnu ekspediciju izvan Pojasa Hrđe. Ekspedicije su opasne. Vaš Pljačkaš će ponijeti svu svoju imovinu u nepoznato izvan Pojasa Hrđe. Zauzvrat, vaš sljedeći Pljačkaš dobiva jedinstvenu prednost koja traje do polaska sljedeće Ekspedicije.",
      "sr": "Krenite na opasnu ekspediciju izvan Pojasa Rđe. Ekspedicije su opasne. Vaš Pljačkaš će poneti svu svoju imovinu u nepoznato izvan Pojasa Rđe. Zauzvrat, vaš sledeći Pljačkaš dobija jedinstvenu prednost koja traje do polaska sledeće Ekspedicije."
    },
    "phases": [
      {
        "phase": 1,
        "name": {
          "en": "Foundation",
          "de": "Grundgestell",
          "fr": "Fondation",
          "es": "Fundación",
          "pt": "Fundação",
          "pl": "Fundament",
          "no": "Grunnlag",
          "da": "Fundament",
          "ru": "Фундамент",
          "ja": "基礎",
          "it": "Fondamenta",
          "kr": "기초",
          "zh-CN": "地基",
          "zh-TW": "地基",
          "uk": "Фундамент",
          "tr": "Temel",
          "hr": "Temelj",
          "sr": "Temelj"
        },
        "requirementItemIds": [
          {
            "itemId": "metal_parts",
            "quantity": 150
          },
          {
            "itemId": "rubber_parts",
            "quantity": 200
          },
          {
            "itemId": "arc_alloy",
            "quantity": 80
          },
          {
            "itemId": "steel_spring",
            "quantity": 15
          }
        ]
      },
      {
        "phase": 2,
        "name": {
          "en": "Core Systems",
          "de": "Kernsysteme",
          "fr": "Systèmes essentiels",
          "es": "Sistemas centrales",
          "pt": "Sistemas centrais",
          "pl": "Główne systemy",
          "no": "Kjernesystemer",
          "da": "Kernesystemer",
          "ru": "Основные системы",
          "ja": "コアシステム",
          "it": "Sistemi principali",
          "kr": "핵심 시스템",
          "zh-CN": "核心系统",
          "zh-TW": "核心系統",
          "uk": "Основні системи",
          "tr": "Temel Sistemler",
          "hr": "Osnovni Sustavi",
          "sr": "Osnovni Sistemi"
        },
        "description": {
          "en": "Connecting wiring, ventilation, and essential power systems",
          "de": "Verkabelung, Belüftung und wesentliche Stromversorgungssysteme verbinden",
          "fr": "Connexion du câblage, de la ventilation et des systèmes électriques essentiels",
          "es": "Conectando cableado, ventilación y sistemas de energía esenciales",
          "pt": "Conectando fiação, ventilação e sistemas de energia essenciais",
          "pl": "Podłączanie okablowania, wentylacji i podstawowych systemów zasilania",
          "no": "Koble til ledninger, ventilasjon og essensielle strømsystemer",
          "da": "Tilslutning af ledninger, ventilation og essentielle strømsystemer",
          "ru": "Подключение проводки, вентиляции и основных энергосистем",
          "ja": "配線、換気、必須電力システムの接続",
          "it": "Collegamento di cablaggio, ventilazione e sistemi di alimentazione essenziali",
          "kr": "배선, 환기 및 필수 전력 시스템 연결",
          "zh-CN": "连接线路、通风和基本电力系统",
          "zh-TW": "連接線路、通風和基本電力系統",
          "uk": "Підключення проводки, вентиляції та основних енергосистем",
          "tr": "Kablolama, havalandırma ve temel güç sistemlerinin bağlanması",
          "hr": "Povezivanje ožičenja, ventilacije i osnovnih energetskih sustava",
          "sr": "Povezivanje ožičenja, ventilacije i osnovnih energetskih sistema"
        },
        "requirementItemIds": [
          {
            "itemId": "durable_cloth",
            "quantity": 35
          },
          {
            "itemId": "wires",
            "quantity": 30
          },
          {
            "itemId": "electrical_components",
            "quantity": 30
          },
          {
            "itemId": "cooling_fan",
            "quantity": 5
          }
        ]
      },
      {
        "phase": 3,
        "name": {
          "en": "Framework",
          "de": "Rahmen",
          "fr": "Structure",
          "es": "Marco",
          "pt": "Estrutura",
          "pl": "Struktura",
          "no": "Rammeverk",
          "da": "Ramme",
          "ru": "Каркас",
          "ja": "骨組み",
          "it": "Struttura",
          "kr": "골조",
          "zh-CN": "框架",
          "zh-TW": "框架",
          "uk": "Каркас",
          "tr": "Çerçeve",
          "hr": "Okvir",
          "sr": "Okvir"
        },
        "description": {
          "en": "Building the walls and roof, installing core systems and defining the interior layout",
          "de": "Wände und Dach bauen, Kernsysteme installieren und Inneneinrichtung definieren",
          "fr": "Construction des murs et du toit, installation des systèmes essentiels et définition de l'aménagement intérieur",
          "es": "Construyendo las paredes y el techo, instalando sistemas centrales y definiendo el diseño interior",
          "pt": "Construindo as paredes e o teto, instalando sistemas centrais e definindo o layout interior",
          "pl": "Budowanie ścian i dachu, instalowanie głównych systemów i definiowanie układu wnętrza",
          "no": "Bygge vegger og tak, installere kjernesystemer og definere det indre oppsettet",
          "da": "Bygning af vægge og tag, installation af kernesystemer og definition af det indvendige layout",
          "ru": "Возведение стен и крыши, установка основных систем и планировка внутреннего пространства",
          "ja": "壁と屋根の建設、コアシステムの設置、内部レイアウトの決定",
          "it": "Costruzione di pareti e tetto, installazione dei sistemi principali e definizione del layout interno",
          "kr": "벽과 지붕 건설, 핵심 시스템 설치 및 내부 배치 설정",
          "zh-CN": "建造墙壁和屋顶，安装核心系统并规划内部布局",
          "zh-TW": "建造牆壁和屋頂，安裝核心系統並規劃內部佈局",
          "uk": "Зведення стін і даху, встановлення основних систем та планування внутрішнього простору",
          "tr": "Duvarların ve çatının inşası, temel sistemlerin kurulumu ve iç düzenin belirlenmesi",
          "hr": "Gradnja zidova i krova, instalacija osnovnih sustava i definiranje unutarnjeg rasporeda",
          "sr": "Gradnja zidova i krova, instalacija osnovnih sistema i definisanje unutrašnjeg rasporeda"
        },
        "requirementItemIds": [
          {
            "itemId": "light_bulb",
            "quantity": 5
          },
          {
            "itemId": "battery",
            "quantity": 30
          },
          {
            "itemId": "sensors",
            "quantity": 20
          },
          {
            "itemId": "exodus_modules",
            "quantity": 1
          }
        ]
      },
      {
        "phase": 4,
        "name": {
          "en": "Outfitting",
          "de": "Ausrüstung",
          "fr": "Équipement",
          "es": "Equipamiento",
          "pt": "Equipamento",
          "pl": "Wyposażenie",
          "no": "Utstyr",
          "da": "Udstyr",
          "ru": "Оснащение",
          "ja": "装備",
          "it": "Equipaggiamento",
          "kr": "장비 설치",
          "zh-CN": "装备",
          "zh-TW": "裝備",
          "uk": "Оснащення",
          "tr": "Donatım",
          "hr": "Opremanje",
          "sr": "Opremanje"
        },
        "description": {
          "en": "Adding storage, workbenches, utilities, and personal touches",
          "de": "Lagerung, Werkbänke, Versorgungseinrichtungen und persönliche Akzente hinzufügen",
          "fr": "Ajout de rangement, d'établis, d'utilitaires et de touches personnelles",
          "es": "Añadiendo almacenamiento, bancos de trabajo, utilidades y toques personales",
          "pt": "Adicionando armazenamento, bancadas de trabalho, utilidades e toques pessoais",
          "pl": "Dodawanie magazynu, stółów warsztatowych, narzędzi i osobistych akcentów",
          "no": "Legge til lagring, arbeidsbenker, verktøy og personlige detaljer",
          "da": "Tilføjelse af opbevaring, arbejdsbænke, værktøj og personlige berøringer",
          "ru": "Добавление хранилищ, верстаков, коммунальных систем и личных штрихов",
          "ja": "収納、作業台、設備、個人的な装飾の追加",
          "it": "Aggiunta di depositi, banchi da lavoro, utilità e tocchi personali",
          "kr": "저장소, 작업대, 유틸리티 및 개인적인 요소 추가",
          "zh-CN": "添加储物空间、工作台、设施和个性化装饰",
          "zh-TW": "添加儲物空間、工作台、設施和個性化裝飾",
          "uk": "Додавання сховищ, верстаків, комунальних систем та особистих штрихів",
          "tr": "Depolama, tezgahlar, tesisatlar ve kişisel dokunuşların eklenmesi",
          "hr": "Dodavanje skladišta, radnih stolova, komunalija i osobnih detalja",
          "sr": "Dodavanje skladišta, radnih stolova, komunalija i ličnih detalja"
        },
        "requirementItemIds": [
          {
            "itemId": "humidifier",
            "quantity": 5
          },
          {
            "itemId": "advanced_electrical_components",
            "quantity": 5
          },
          {
            "itemId": "magnetic_accelerator",
            "quantity": 3
          },
          {
            "itemId": "leaper_pulse_unit",
            "quantity": 3
          }
        ]
      },
      {
        "phase": 5,
        "name": {
          "en": "Load Stage",
          "de": "Ladephase",
          "fr": "Étape de chargement",
          "es": "Fase de carga",
          "pt": "Fase de carregamento",
          "pl": "Faza ładowania",
          "no": "Lastestadium",
          "da": "Lastefase",
          "ru": "Этап загрузки",
          "ja": "積載段階",
          "it": "Fase di carico",
          "kr": "적재 단계",
          "zh-CN": "装载阶段",
          "zh-TW": "裝載階段",
          "uk": "Етап завантаження",
          "tr": "Yükleme Aşaması",
          "hr": "Faza Utovara",
          "sr": "Faza Utovara"
        },
        "description": {
          "en": "Loading the caravan with vital supplies. Combat gear, survival equipment, provisions, and repair materials are needed to fully prepare for the Expedition. You need to submit the coin value of items to each category.",
          "de": "Beladen der Karawane mit lebenswichtigen Vorräten. Kampfausrüstung, Überlebensausrüstung, Proviant und Reparaturmaterialien werden benötigt, um sich vollständig auf die Expedition vorzubereiten. Sie müssen den Münzwert der Gegenstände für jede Kategorie einreichen.",
          "fr": "Chargement de la caravane avec des fournitures vitales. Équipement de combat, équipement de survie, provisions et matériaux de réparation sont nécessaires pour préparer complètement l'expédition. Vous devez soumettre la valeur en pièces des objets pour chaque catégorie.",
          "es": "Cargando la caravana con suministros vitales. Se necesita equipo de combate, equipo de supervivencia, provisiones y materiales de reparación para prepararse completamente para la Expedición. Necesitas enviar el valor en monedas de los objetos a cada categoría.",
          "pt": "Carregando a caravana com suprimentos vitais. Equipamento de combate, equipamento de sobrevivência, provisões e materiais de reparo são necessários para se preparar totalmente para a Expedição. Você precisa enviar o valor em moedas dos itens para cada categoria.",
          "pl": "Ładowanie karawany niezbędnymi zapasami. Sprzęt bojowy, sprzęt przetrwania, prowiant i materiały naprawcze są potrzebne do pełnego przygotowania się na ekspedycję. Musisz przesyłać wartość monet przedmiotów do każdej kategorii.",
          "no": "Laste karavanen med vitale forsyninger. Kamputstyr, overlevingsutstyr, proviant og reparasjonsmaterialer er nødvendig for å forberede seg fullt ut på ekspedisjonen. Du må sende inn mynteverdien av gjenstander til hver kategori.",
          "da": "Lastning af karavanen med vitale forsyninger. Kampudstyr, overlevelsesudstyr, proviant og reparationsmaterialer er nødvendige for fuldt ud at forberede sig på ekspeditionen. Du skal indsende møntværdien af ​​genstande til hver kategori.",
          "ru": "Загрузка каравана жизненно важными припасами. Боевое снаряжение, оборудование для выживания, провизия и ремонтные материалы необходимы для полной подготовки к экспедиции. Вам нужно внести стоимость предметов в монетах для каждой категории.",
          "ja": "キャラバンに重要な物資を積み込みます。探検の準備を完全に整えるには、戦闘装備、サバイバル装備、食料、修理材料が必要です。各カテゴリにアイテムのコイン価値を提出する必要があります。",
          "it": "Caricamento della carovana con rifornimenti vitali. Equipaggiamento da combattimento, attrezzatura di sopravvivenza, provviste e materiali di riparazione sono necessari per prepararsi completamente alla Spedizione. È necessario fornire il valore in monete degli oggetti per ogni categoria.",
          "kr": "필수 보급품으로 대상을 적재합니다. 원정을 완전히 준비하려면 전투 장비, 생존 장비, 식량 및 수리 재료가 필요합니다. 각 카테고리에 아이템의 코인 가치를 제출해야 합니다.",
          "zh-CN": "为商队装载重要补给。需要战斗装备、生存装备、补给品和修理材料来充分准备远征。你需要为每个类别提交物品的金币价值。",
          "zh-TW": "為商隊裝載重要補給。需要戰鬥裝備、生存裝備、補給品和修理材料來充分準備遠征。你需要為每個類別提交物品的金幣價值。",
          "uk": "Завантаження каравану життєво важливими припасами. Бойове спорядження, обладнання для виживання, провізія та ремонтні матеріали необхідні для повної підготовки до експедиції. Вам потрібно внести вартість предметів у монетах для кожної категорії.",
          "tr": "Kervanın hayati malzemelerle yüklenmesi. Keşif için tam olarak hazırlanmak üzere savaş ekipmanı, hayatta kalma ekipmanı, erzak ve onarım malzemeleri gereklidir. Her kategoriye öğelerin madeni para değerini göndermeniz gerekir.",
          "hr": "Utovar karavane s vitalnim zalihama. Borbena oprema, oprema za preživljavanje, namirnice i materijali za popravak potrebni su za potpunu pripremu za Ekspediciju. Morate dostaviti vrijednost predmeta u novcu za svaku kategoriju.",
          "sr": "Utovar karavana sa vitalnim zalihama. Borbena oprema, oprema za preživljavanje, namirnice i materijali za popravku potrebni su za potpunu pripremu za Ekspediciju. Morate dostaviti vrednost predmeta u novcu za svaku kategoriju."
        },
        "requirementItemIds": [],
        "requirementCategories": [
          {
            "category": "Combat Items",
            "valueRequired": 250000
          },
          {
            "category": "Survival Items",
            "valueRequired": 100000
          },
          {
            "category": "Provisions",
            "valueRequired": 180000
          },
          {
            "category": "Materials",
            "valueRequired": 300000
          }
        ]
      },
      {
        "phase": 6,
        "name": {
          "en": "Unknown",
          "de": "Unbekannt",
          "fr": "Inconnu",
          "es": "Desconocido",
          "pt": "Desconhecido",
          "pl": "Nieznany",
          "no": "Ukjent",
          "da": "Ukendt",
          "ru": "Неизвестно",
          "ja": "未知",
          "it": "Sconosciuto",
          "kr": "미지",
          "zh-CN": "未知",
          "zh-TW": "未知",
          "uk": "Невідомо",
          "tr": "Bilinmeyen",
          "hr": "Nepoznato",
          "sr": "Nepoznato"
        },
        "requirementItemIds": []
      }
    ]
  },
  {
    "id": "expedition_2_project",
    "name": {
      "en": "Expedition Project 2",
      "de": "Expedition 2",
      "fr": "Projet d'expédition 2",
      "es": "Proyecto de expedición 2",
      "pt": "Projeto de expedição 2",
      "pl": "Projekt ekspedycji 2",
      "no": "Ekspedisjonsprosjekt 2",
      "da": "Ekspeditionsprojekt 2",
      "ru": "Проект экспедиции 2",
      "ja": "探検プロジェクト 2",
      "it": "Progetto di spedizione 2",
      "kr": "원정 프로젝트 2",
      "zh-CN": "远征项目 2",
      "zh-TW": "遠征專案 2",
      "uk": "Проект експедиції 2",
      "tr": "Keşif Projesi 2",
      "hr": "Projekt Ekspedicije 2",
      "sr": "Projekat Ekspedicije 2"
    },
    "description": {
      "en": "Embark on a dangerous expedition beyond the Rust Belt. Expeditions are perilous. Your Raider will carry all their possessions into the unknown beyond the Rust Belt. In return, your next Raider gains a unique edge that lasts until the next Expedition departs.",
      "de": "Expeditionen sind gefahrvoll. Dein Raider nimmt all seine Besitztümer und wagt sich in das unbekannte Land jenseits des Rostgürtels. Dafür erhält dein nächster Raider einen einzigartigen Vorteil, der bis zum Start der nächsten Expedition anhält.",
      "fr": "Embarquez pour une expédition dangereuse au-delà de la Ceinture de rouille. Les expéditions sont périlleuses. Votre Raider transportera tous ses biens dans l'inconnu au-delà de la Ceinture de rouille. En retour, votre prochain Raider gagne un avantage unique qui dure jusqu'au départ de la prochaine expédition.",
      "es": "Embárcate en una peligrosa expedición más allá del Cinturón de Óxido. Las expediciones son peligrosas. Tu Raider llevará todas sus posesiones hacia lo desconocido más allá del Cinturón de Óxido. A cambio, tu próximo Raider obtiene una ventaja única que dura hasta que parta la próxima expedición.",
      "pt": "Embarque em uma expedição perigosa além do Cinturão de Ferrugem. Expedições são perigosas. Seu Raider carregará todos os seus pertences para o desconhecido além do Cinturão de Ferrugem. Em troca, seu próximo Raider ganha uma vantagem única que dura até a partida da próxima expedição.",
      "pl": "Wyrusz na niebezpieczną ekspedycję poza Pas Rdzy. Ekspedycje są ryzykowne. Twój Raider zabierze wszystkie swoje rzeczy w nieznane poza Pasem Rdzy. W zamian, twój następny Raider zyskuje unikalną przewagę, która trwa do momentu rozpoczęcia następnej ekspedycji.",
      "no": "Dra på en farlig ekspedisjon utenfor Rustbeltet. Ekspedisjoner er farlige. Din Raider vil bære alle sine eiendeler inn i det ukjente utenfor Rustbeltet. I retur får din neste Raider en unik fordel som varer til neste ekspedisjon drar.",
      "da": "Begiv dig ud på en farlig ekspedition ud over Rustbæltet. Ekspeditioner er farlige. Din Raider vil bære alle sine ejendele ind i det ukendte ud over Rustbæltet. Til gengæld får din næste Raider en unik fordel, der varer indtil næste ekspedition afrejser.",
      "ru": "Отправьтесь в опасную экспедицию за пределы Ржавого пояса. Экспедиции полны опасностей. Ваш рейдер возьмёт с собой всё своё имущество в неизведанные земли за Ржавым поясом. Взамен ваш следующий рейдер получит уникальное преимущество, которое продлится до отправления следующей экспедиции.",
      "ja": "ラストベルトの向こうへ危険な探検に出発しましょう。探検は危険に満ちています。あなたのレイダーは全ての所持品を持ってラストベルトの向こうの未知の世界へ向かいます。その代わり、次のレイダーは次の探検が出発するまで続く独自の優位性を得ます。",
      "it": "Intraprendi una spedizione pericolosa oltre la Cintura di Ruggine. Le spedizioni sono rischiose. Il tuo Razziatore porterà tutti i suoi averi nell'ignoto oltre la Cintura di Ruggine. In cambio, il tuo prossimo Razziatore otterrà un vantaggio unico che durerà fino alla partenza della prossima Spedizione.",
      "kr": "러스트 벨트 너머로 위험한 원정을 떠나세요. 원정은 위험으로 가득합니다. 당신의 레이더는 모든 소지품을 가지고 러스트 벨트 너머의 미지의 세계로 향합니다. 그 대가로 다음 레이더는 다음 원정이 출발할 때까지 지속되는 고유한 이점을 얻습니다.",
      "zh-CN": "踏上前往锈带之外的危险远征。远征充满危险。你的掠夺者将携带所有财物前往锈带之外的未知世界。作为回报，你的下一个掠夺者将获得持续到下次远征出发的独特优势。",
      "zh-TW": "踏上前往鏽帶之外的危險遠征。遠征充滿危險。你的掠奪者將攜帶所有財物前往鏽帶之外的未知世界。作為回報，你的下一個掠奪者將獲得持續到下次遠征出發的獨特優勢。",
      "uk": "Вирушайте у небезпечну експедицію за межі Іржавого поясу. Експедиції сповнені небезпек. Ваш рейдер візьме з собою все своє майно в невідомі землі за Іржавим поясом. Натомість ваш наступний рейдер отримає унікальну перевагу, яка триватиме до відправлення наступної експедиції.",
      "tr": "Pas Kuşağı'nın ötesine tehlikeli bir keşfe çıkın. Keşifler tehlikelidir. Akıncınız tüm eşyalarını Pas Kuşağı'nın ötesindeki bilinmeyene taşıyacak. Karşılığında, bir sonraki Akıncınız bir sonraki Keşif ayrılana kadar sürecek benzersiz bir avantaj kazanır.",
      "hr": "Krenite na opasnu ekspediciju izvan Pojasa Hrđe. Ekspedicije su opasne. Vaš Pljačkaš će ponijeti svu svoju imovinu u nepoznato izvan Pojasa Hrđe. Zauzvrat, vaš sljedeći Pljačkaš dobiva jedinstvenu prednost koja traje do polaska sljedeće Ekspedicije.",
      "sr": "Krenite na opasnu ekspediciju izvan Pojasa Rđe. Ekspedicije su opasne. Vaš Pljačkaš će poneti svu svoju imovinu u nepoznato izvan Pojasa Rđe. Zauzvrat, vaš sledeći Pljačkaš dobija jedinstvenu prednost koja traje do polaska sledeće Ekspedicije."
    },
    "phases": [
      {
        "phase": 1,
        "name": {
          "en": "Foundation",
          "de": "Grundgestell",
          "fr": "Fondation",
          "es": "Fundación",
          "pt": "Fundação",
          "pl": "Fundament",
          "no": "Grunnlag",
          "da": "Fundament",
          "ru": "Фундамент",
          "ja": "基礎",
          "it": "Fondamenta",
          "kr": "기초",
          "zh-CN": "地基",
          "zh-TW": "地基",
          "uk": "Фундамент",
          "tr": "Temel",
          "hr": "Temelj",
          "sr": "Temelj"
        },
        "requirementItemIds": [
          {
            "itemId": "metal_parts",
            "quantity": 150
          },
          {
            "itemId": "plastic_parts",
            "quantity": 200
          },
          {
            "itemId": "arc_alloy",
            "quantity": 80
          },
          {
            "itemId": "steel_spring",
            "quantity": 15
          }
        ]
      },
      {
        "phase": 2,
        "name": {
          "en": "Core Systems",
          "de": "Kernsysteme",
          "fr": "Systèmes essentiels",
          "es": "Sistemas centrales",
          "pt": "Sistemas centrais",
          "pl": "Główne systemy",
          "no": "Kjernesystemer",
          "da": "Kernesystemer",
          "ru": "Основные системы",
          "ja": "コアシステム",
          "it": "Sistemi principali",
          "kr": "핵심 시스템",
          "zh-CN": "核心系统",
          "zh-TW": "核心系統",
          "uk": "Основні системи",
          "tr": "Temel Sistemler",
          "hr": "Osnovni Sustavi",
          "sr": "Osnovni Sistemi"
        },
        "description": {
          "en": "Connecting wiring, ventilation, and essential power systems",
          "de": "Verkabelung, Belüftung und wesentliche Stromversorgungssysteme verbinden",
          "fr": "Connexion du câblage, de la ventilation et des systèmes électriques essentiels",
          "es": "Conectando cableado, ventilación y sistemas de energía esenciales",
          "pt": "Conectando fiação, ventilação e sistemas de energia essenciais",
          "pl": "Podłączanie okablowania, wentylacji i podstawowych systemów zasilania",
          "no": "Koble til ledninger, ventilasjon og essensielle strømsystemer",
          "da": "Tilslutning af ledninger, ventilation og essentielle strømsystemer",
          "ru": "Подключение проводки, вентиляции и основных энергосистем",
          "ja": "配線、換気、必須電力システムの接続",
          "it": "Collegamento di cablaggio, ventilazione e sistemi di alimentazione essenziali",
          "kr": "배선, 환기 및 필수 전력 시스템 연결",
          "zh-CN": "连接线路、通风和基本电力系统",
          "zh-TW": "連接線路、通風和基本電力系統",
          "uk": "Підключення проводки, вентиляції та основних енергосистем",
          "tr": "Kablolama, havalandırma ve temel güç sistemlerinin bağlanması",
          "hr": "Povezivanje ožičenja, ventilacije i osnovnih energetskih sustava",
          "sr": "Povezivanje ožičenja, ventilacije i osnovnih energetskih sistema"
        },
        "requirementItemIds": [
          {
            "itemId": "durable_cloth",
            "quantity": 35
          },
          {
            "itemId": "wires",
            "quantity": 25
          },
          {
            "itemId": "electrical_components",
            "quantity": 20
          },
          {
            "itemId": "cooling_coil",
            "quantity": 4
          }
        ]
      },
      {
        "phase": 3,
        "name": {
          "en": "Framework",
          "de": "Rahmen",
          "fr": "Structure",
          "es": "Marco",
          "pt": "Estrutura",
          "pl": "Struktura",
          "no": "Rammeverk",
          "da": "Ramme",
          "ru": "Каркас",
          "ja": "骨組み",
          "it": "Struttura",
          "kr": "골조",
          "zh-CN": "框架",
          "zh-TW": "框架",
          "uk": "Каркас",
          "tr": "Çerçeve",
          "hr": "Okvir",
          "sr": "Okvir"
        },
        "description": {
          "en": "Building the walls and roof, installing core systems and defining the interior layout",
          "de": "Wände und Dach bauen, Kernsysteme installieren und Inneneinrichtung definieren",
          "fr": "Construction des murs et du toit, installation des systèmes essentiels et définition de l'aménagement intérieur",
          "es": "Construyendo las paredes y el techo, instalando sistemas centrales y definiendo el diseño interior",
          "pt": "Construindo as paredes e o teto, instalando sistemas centrais e definindo o layout interior",
          "pl": "Budowanie ścian i dachu, instalowanie głównych systemów i definiowanie układu wnętrza",
          "no": "Bygge vegger og tak, installere kjernesystemer og definere det indre oppsettet",
          "da": "Bygning af vægge og tag, installation af kernesystemer og definition af det indvendige layout",
          "ru": "Возведение стен и крыши, установка основных систем и планировка внутреннего пространства",
          "ja": "壁と屋根の建設、コアシステムの設置、内部レイアウトの決定",
          "it": "Costruzione di pareti e tetto, installazione dei sistemi principali e definizione del layout interno",
          "kr": "벽과 지붕 건설, 핵심 시스템 설치 및 내부 배치 설정",
          "zh-CN": "建造墙壁和屋顶，安装核心系统并规划内部布局",
          "zh-TW": "建造牆壁和屋頂，安裝核心系統並規劃內部佈局",
          "uk": "Зведення стін і даху, встановлення основних систем та планування внутрішнього простору",
          "tr": "Duvarların ve çatının inşası, temel sistemlerin kurulumu ve iç düzenin belirlenmesi",
          "hr": "Gradnja zidova i krova, instalacija osnovnih sustava i definiranje unutarnjeg rasporeda",
          "sr": "Gradnja zidova i krova, instalacija osnovnih sistema i definisanje unutrašnjeg rasporeda"
        },
        "requirementItemIds": [
          {
            "itemId": "light_bulb",
            "quantity": 4
          },
          {
            "itemId": "battery",
            "quantity": 30
          },
          {
            "itemId": "shredder_gyro",
            "quantity": 10
          },
          {
            "itemId": "exodus_modules",
            "quantity": 1
          }
        ]
      },
      {
        "phase": 4,
        "name": {
          "en": "Outfitting",
          "de": "Ausrüstung",
          "fr": "Équipement",
          "es": "Equipamiento",
          "pt": "Equipamento",
          "pl": "Wyposażenie",
          "no": "Utstyr",
          "da": "Udstyr",
          "ru": "Оснащение",
          "ja": "装備",
          "it": "Equipaggiamento",
          "kr": "장비 설치",
          "zh-CN": "装备",
          "zh-TW": "裝備",
          "uk": "Оснащення",
          "tr": "Donatım",
          "hr": "Opremanje",
          "sr": "Opremanje"
        },
        "description": {
          "en": "Adding storage, workbenches, utilities, and personal touches",
          "de": "Lagerung, Werkbänke, Versorgungseinrichtungen und persönliche Akzente hinzufügen",
          "fr": "Ajout de rangement, d'établis, d'utilitaires et de touches personnelles",
          "es": "Añadiendo almacenamiento, bancos de trabajo, utilidades y toques personales",
          "pt": "Adicionando armazenamento, bancadas de trabalho, utilidades e toques pessoais",
          "pl": "Dodawanie magazynu, stółów warsztatowych, narzędzi i osobistych akcentów",
          "no": "Legge til lagring, arbeidsbenker, verktøy og personlige detaljer",
          "da": "Tilføjelse af opbevaring, arbejdsbænke, værktøj og personlige berøringer",
          "ru": "Добавление хранилищ, верстаков, коммунальных систем и личных штрихов",
          "ja": "収納、作業台、設備、個人的な装飾の追加",
          "it": "Aggiunta di depositi, banchi da lavoro, utilità e tocchi personali",
          "kr": "저장소, 작업대, 유틸리티 및 개인적인 요소 추가",
          "zh-CN": "添加储物空间、工作台、设施和个性化装饰",
          "zh-TW": "添加儲物空間、工作台、設施和個性化裝飾",
          "uk": "Додавання сховищ, верстаків, комунальних систем та особистих штрихів",
          "tr": "Depolama, tezgahlar, tesisatlar ve kişisel dokunuşların eklenmesi",
          "hr": "Dodavanje skladišta, radnih stolova, komunalija i osobnih detalja",
          "sr": "Dodavanje skladišta, radnih stolova, komunalija i ličnih detalja"
        },
        "requirementItemIds": [
          {
            "itemId": "frequency_modulation_box",
            "quantity": 5
          },
          {
            "itemId": "advanced_electrical_components",
            "quantity": 5
          },
          {
            "itemId": "ion_sputter",
            "quantity": 3
          },
          {
            "itemId": "leaper_pulse_unit",
            "quantity": 3
          }
        ]
      },
      {
        "phase": 5,
        "name": {
          "en": "Load Stage",
          "de": "Ladephase",
          "fr": "Étape de chargement",
          "es": "Fase de carga",
          "pt": "Fase de carregamento",
          "pl": "Faza ładowania",
          "no": "Lastestadium",
          "da": "Lastefase",
          "ru": "Этап загрузки",
          "ja": "積載段階",
          "it": "Fase di carico",
          "kr": "적재 단계",
          "zh-CN": "装载阶段",
          "zh-TW": "裝載階段",
          "uk": "Етап завантаження",
          "tr": "Yükleme Aşaması",
          "hr": "Faza Utovara",
          "sr": "Faza Utovara"
        },
        "description": {
          "en": "Loading the caravan with vital supplies. Combat gear, survival equipment, provisions, and repair materials are needed to fully prepare for the Expedition. You need to submit the coin value of items to each category.",
          "de": "Beladen der Karawane mit lebenswichtigen Vorräten. Kampfausrüstung, Überlebensausrüstung, Proviant und Reparaturmaterialien werden benötigt, um sich vollständig auf die Expedition vorzubereiten. Sie müssen den Münzwert der Gegenstände für jede Kategorie einreichen.",
          "fr": "Chargement de la caravane avec des fournitures vitales. Équipement de combat, équipement de survie, provisions et matériaux de réparation sont nécessaires pour préparer complètement l'expédition. Vous devez soumettre la valeur en pièces des objets pour chaque catégorie.",
          "es": "Cargando la caravana con suministros vitales. Se necesita equipo de combate, equipo de supervivencia, provisiones y materiales de reparación para prepararse completamente para la Expedición. Necesitas enviar el valor en monedas de los objetos a cada categoría.",
          "pt": "Carregando a caravana com suprimentos vitais. Equipamento de combate, equipamento de sobrevivência, provisões e materiais de reparo são necessários para se preparar totalmente para a Expedição. Você precisa enviar o valor em moedas dos itens para cada categoria.",
          "pl": "Ładowanie karawany niezbędnymi zapasami. Sprzęt bojowy, sprzęt przetrwania, prowiant i materiały naprawcze są potrzebne do pełnego przygotowania się na ekspedycję. Musisz przesyłać wartość monet przedmiotów do każdej kategorii.",
          "no": "Laste karavanen med vitale forsyninger. Kamputstyr, overlevingsutstyr, proviant og reparasjonsmaterialer er nødvendig for å forberede seg fullt ut på ekspedisjonen. Du må sende inn mynteverdien av gjenstander til hver kategori.",
          "da": "Lastning af karavanen med vitale forsyninger. Kampudstyr, overlevelsesudstyr, proviant og reparationsmaterialer er nødvendige for fuldt ud at forberede sig på ekspeditionen. Du skal indsende møntværdien af ​​genstande til hver kategori.",
          "ru": "Загрузка каравана жизненно важными припасами. Боевое снаряжение, оборудование для выживания, провизия и ремонтные материалы необходимы для полной подготовки к экспедиции. Вам нужно внести стоимость предметов в монетах для каждой категории.",
          "ja": "キャラバンに重要な物資を積み込みます。探検の準備を完全に整えるには、戦闘装備、サバイバル装備、食料、修理材料が必要です。各カテゴリにアイテムのコイン価値を提出する必要があります。",
          "it": "Caricamento della carovana con rifornimenti vitali. Equipaggiamento da combattimento, attrezzatura di sopravvivenza, provviste e materiali di riparazione sono necessari per prepararsi completamente alla Spedizione. È necessario fornire il valore in monete degli oggetti per ogni categoria.",
          "kr": "필수 보급품으로 대상을 적재합니다. 원정을 완전히 준비하려면 전투 장비, 생존 장비, 식량 및 수리 재료가 필요합니다. 각 카테고리에 아이템의 코인 가치를 제출해야 합니다.",
          "zh-CN": "为商队装载重要补给。需要战斗装备、生存装备、补给品和修理材料来充分准备远征。你需要为每个类别提交物品的金币价值。",
          "zh-TW": "為商隊裝載重要補給。需要戰鬥裝備、生存裝備、補給品和修理材料來充分準備遠征。你需要為每個類別提交物品的金幣價值。",
          "uk": "Завантаження каравану життєво важливими припасами. Бойове спорядження, обладнання для виживання, провізія та ремонтні матеріали необхідні для повної підготовки до експедиції. Вам потрібно внести вартість предметів у монетах для кожної категорії.",
          "tr": "Kervanın hayati malzemelerle yüklenmesi. Keşif için tam olarak hazırlanmak üzere savaş ekipmanı, hayatta kalma ekipmanı, erzak ve onarım malzemeleri gereklidir. Her kategoriye öğelerin madeni para değerini göndermeniz gerekir.",
          "hr": "Utovar karavane s vitalnim zalihama. Borbena oprema, oprema za preživljavanje, namirnice i materijali za popravak potrebni su za potpunu pripremu za Ekspediciju. Morate dostaviti vrijednost predmeta u novcu za svaku kategoriju.",
          "sr": "Utovar karavana sa vitalnim zalihama. Borbena oprema, oprema za preživljavanje, namirnice i materijali za popravku potrebni su za potpunu pripremu za Ekspediciju. Morate dostaviti vrednost predmeta u novcu za svaku kategoriju."
        },
        "requirementItemIds": [],
        "requirementCategories": [
          {
            "category": "Combat Items",
            "valueRequired": 200000
          },
          {
            "category": "Survival Items",
            "valueRequired": 100000
          },
          {
            "category": "Provisions",
            "valueRequired": 150000
          },
          {
            "category": "Materials",
            "valueRequired": 300000
          }
        ]
      },
      {
        "phase": 6,
        "name": {
          "en": "Unknown",
          "de": "Unbekannt",
          "fr": "Inconnu",
          "es": "Desconocido",
          "pt": "Desconhecido",
          "pl": "Nieznany",
          "no": "Ukjent",
          "da": "Ukendt",
          "ru": "Неизвестно",
          "ja": "未知",
          "it": "Sconosciuto",
          "kr": "미지",
          "zh-CN": "未知",
          "zh-TW": "未知",
          "uk": "Невідомо",
          "tr": "Bilinmeyen",
          "hr": "Nepoznato",
          "sr": "Nepoznato"
        },
        "requirementItemIds": []
      }
    ]
  },
  {
    "id": "flickering_flames_project",
    "name": {
      "en": "Flickering Flames",
      "de": "Flackernde Flammen",
      "fr": "Flammes Vacillantes",
      "es": "Llamas Parpadeantes",
      "pt": "Chamas Cintilantes",
      "pl": "Migoczące Płomienie",
      "no": "Blafrede Flammer",
      "da": "Flimrende Flammer",
      "ru": "Мерцающее Пламя",
      "ja": "揺らめく炎",
      "it": "Fiamme Tremolanti",
      "kr": "깜빡이는 불꽃",
      "zh-CN": "摇曳火焰",
      "zh-TW": "搖曳火焰",
      "uk": "Мерехтливе Полум'я",
      "tr": "Titreyen Alevler",
      "hr": "Treperavi Plamenovi",
      "sr": "Treperavi Plamenovi"
    },
    "description": {
      "en": "Flickering Flames",
      "de": "Flackernde Flammen",
      "fr": "Flammes Vacillantes",
      "es": "Llamas Parpadeantes",
      "pt": "Chamas Cintilantes",
      "pl": "Migoczące Płomienie",
      "no": "Blafrede Flammer",
      "da": "Flimrende Flammer",
      "ru": "Мерцающее Пламя",
      "ja": "揺らめく炎",
      "it": "Fiamme Tremolanti",
      "kr": "깜빡이는 불꽃",
      "zh-CN": "摇曳火焰",
      "zh-TW": "搖曳火焰",
      "uk": "Мерехтливе Полум'я",
      "tr": "Titreyen Alevler",
      "hr": "Treperavi Plamenovi",
      "sr": "Treperavi Plamenovi"
    },
    "phases": [
      {
        "phase": 1,
        "name": {
          "en": "Candlelight",
          "de": "Kerzenschein",
          "fr": "Lueur de bougie",
          "es": "Luz de las velas",
          "pt": "Luz de velas",
          "pl": "Światło świec",
          "no": "Stearinlys",
          "da": "Stearinlys",
          "ru": "Свет свечи",
          "ja": "キャンドルライト",
          "it": "Lume di candela",
          "kr": "촛불",
          "zh-CN": "烛光",
          "zh-TW": "燭光",
          "uk": "Світло свічки",
          "tr": "Mum Işığı",
          "hr": "Svjetlost svijeća",
          "sr": "Svetlost sveća"
        },
        "description": {
          "en": "The namesake use for the candleberry, Speranzans boil the fruit into a thick wax that burns cleanly and fragrantly.",
          "de": "Die namensgebende Verwendung der Kerzenbeere: Speranzaner kochen die Frucht zu einem dicken Wachs, das sauber und duftend brennt.",
          "fr": "L'utilisation éponyme de la baie de bougie : les Speranzans font bouillir le fruit pour obtenir une cire épaisse qui brûle proprement et avec parfum.",
          "es": "El uso homónimo de la baya de vela, los esperanzanos hierven la fruta hasta convertirla en una cera espesa que arde limpia y fragantemente.",
          "pt": "O uso homônimo da baga de vela, os esperanzanos fervem a fruta em uma cera espessa que queima de forma limpa e perfumada.",
          "pl": "Tytułowe zastosowanie jagody świecowej; Speranzanie gotują owoce na gęsty wosk, który spala się czysto i pachnąco.",
          "no": "Den navngivende bruken av stearinbæret; speranzanere koker frukten til en tykk voks som brenner rent og duftende.",
          "da": "Den navngivende brug af lysbæret; speranzanere koger frugten til en tyk voks, der brænder rent og duftende.",
          "ru": "Использование, давшее название свечной ягоде: сперанзанцы варят фрукты, превращая их в густой воск, который горит чисто и ароматно.",
          "ja": "キャンドルベリーの名前の由来となった用途。スペランザ人は果実を煮て、きれいに香り高く燃える濃厚なワックスにします。",
          "it": "L'uso omonimo della bacca di candela: gli Speranzani fanno bollire il frutto in una cera densa che brucia in modo pulito e profumato.",
          "kr": "캔들베리의 이름이 유래된 용도입니다. 스페란자 사람들은 열매를 끓여 깨끗하고 향기롭게 타는 걸쭉한 왁스를 만듭니다.",
          "zh-CN": "蜡莓得名于此用途，斯佩兰萨人将这种果实煮成一种燃烧洁净且芳香的浓稠蜡。",
          "zh-TW": "蠟莓得名於此用途，斯佩蘭薩人將這種果實煮成一種燃燒潔淨且芳香的濃稠蠟。",
          "uk": "Використання, що дало назву свічковій ягоді: сперанзанці варять фрукти, перетворюючи їх на густий віск, який горить чисто й ароматно.",
          "tr": "Mum meyvesinin ismini veren kullanım; Speranzalılar meyveyi temiz ve kokulu bir şekilde yanan kalın bir balmumuna dönüştürürler.",
          "hr": "Upotreba po kojoj su svijećne bobice dobile ime; Speranzanci kuhaju voće u gusti vosak koji gori čisto i mirisno.",
          "sr": "Upotreba po kojoj su svećne bobice dobile ime; Speranzanci kuvaju voće u gusti vosak koji gori čisto i mirisno."
        },
        "requirementItemIds": [
          {
            "itemId": "candleberries",
            "quantity": 20
          },
          {
            "itemId": "durable_cloth",
            "quantity": 5
          },
          {
            "itemId": "empty_wine_bottle",
            "quantity": 1
          },
          {
            "itemId": "plastic_parts",
            "quantity": 25
          }
        ]
      },
      {
        "phase": 2,
        "name": {
          "en": "Decorations",
          "de": "Dekorationen",
          "fr": "Décorations",
          "es": "Decoraciones",
          "pt": "Decorações",
          "pl": "Dekoracje",
          "no": "Dekorasjoner",
          "da": "Dekorationer",
          "ru": "Украшения",
          "ja": "装飾",
          "it": "Decorazioni",
          "kr": "장식",
          "zh-CN": "装饰",
          "zh-TW": "裝飾",
          "uk": "Прикраси",
          "tr": "Süslemeler",
          "hr": "Ukrasi",
          "sr": "Ukrasi"
        },
        "description": {
          "en": "Many Speranzans have become surprisingly adept at the art of bringing beauty and greenery into the home.",
          "de": "Viele Speranzaner sind überraschend geschickt darin geworden, Schönheit und Grün in ihr Zuhause zu bringen.",
          "fr": "De nombreux Speranzans sont devenus étonnamment experts dans l'art d'apporter beauté et verdure à la maison.",
          "es": "Muchos esperanzanos se han vuelto sorprendentemente expertos en el arte de llevar belleza y vegetación al hogar.",
          "pt": "Muitos esperanzanos tornaram-se surpreendentemente adeptos da arte de trazer beleza e vegetação para casa.",
          "pl": "Wielu Speranzan stało się zaskakująco biegłymi w sztuce wprowadzania piękna i zieleni do domu.",
          "no": "Mange speranzanere har blitt overraskende dyktige i kunsten å bringe skjønnhet og grønt inn i hjemmet.",
          "da": "Mange speranzanere er blevet overraskende dygtige til kunsten at bringe skønhed og grønt ind i hjemmet.",
          "ru": "Многие сперанзанцы стали на удивление искусными в привнесении красоты и зелени в свои дома.",
          "ja": "多くのスペランザ人は、家の中に美しさと緑を取り入れることに驚くほど長けています。",
          "it": "Molti Speranzani sono diventati sorprendentemente abili nell'arte di portare bellezza e verde in casa.",
          "kr": "많은 스페란자 사람들은 집안에 아름다움과 푸르름을 들이는 예술에 놀라울 정도로 능숙해졌습니다.",
          "zh-CN": "许多斯佩兰萨人在将美感和绿意带入家中的艺术上变得出奇地熟练。",
          "zh-TW": "許多斯佩蘭薩人在將美感和綠意帶入家中的藝術上變得出奇地熟練。",
          "uk": "Багато сперанзанців стали напрочуд вправними у мистецтві привносити красу та зелень у свої домівки.",
          "tr": "Pek çok Speranzalı, eve güzellik ve yeşillik getirme sanatında şaşırtıcı derecede ustalaştı.",
          "hr": "Mnogi Speranzanci postali su iznenađujuće vješti u umjetnosti unošenja ljepote i zelenila u dom.",
          "sr": "Mnogi Speranzanci su postali iznenađujuće vešti u umetnosti unošenja lepote i zelenila u dom."
        },
        "requirementItemIds": [
          {
            "itemId": "candleberries",
            "quantity": 50
          },
          {
            "itemId": "candle_holder",
            "quantity": 3
          },
          {
            "itemId": "industrial_battery",
            "quantity": 1
          },
          {
            "itemId": "light_bulb",
            "quantity": 3
          }
        ]
      },
      {
        "phase": 3,
        "name": {
          "en": "Presents",
          "de": "Geschenke",
          "fr": "Cadeaux",
          "es": "Regalos",
          "pt": "Presentes",
          "pl": "Prezenty",
          "no": "Gaver",
          "da": "Gaver",
          "ru": "Подарки",
          "ja": "贈り物",
          "it": "Regali",
          "kr": "선물",
          "zh-CN": "礼物",
          "zh-TW": "禮物",
          "uk": "Подарунки",
          "tr": "Hediyeler",
          "hr": "Pokloni",
          "sr": "Pokloni"
        },
        "description": {
          "en": "Crafty Speranzans have turned the candleberries into a wealth of gifts. These include perfumes and soaps, as well as gifts unrelated to the recipient's odors.",
          "de": "Findige Speranzaner haben die Kerzenbeeren in eine Fülle von Geschenken verwandelt. Dazu gehören Parfüms und Seifen sowie Geschenke, die nichts mit dem Geruch des Empfängers zu tun haben.",
          "fr": "Les Speranzans astucieux ont transformé les baies de bougie en une multitude de cadeaux. Cela inclut des parfums et des savons, ainsi que des cadeaux sans rapport avec les odeurs du destinataire.",
          "es": "Los astutos esperanzanos han convertido las bayas de vela en una gran cantidad de regalos. Estos incluyen perfumes y jabones, así como regalos no relacionados con los olores del destinatario.",
          "pt": "Esperanzanos astutos transformaram as bagas de vela em uma riqueza de presentes. Isso inclui perfumes e sabonetes, bem como presentes não relacionados aos odores do destinatário.",
          "pl": "Pomysłowi Speranzanie zamienili jagody świecowe w bogactwo prezentów. Należą do nich perfumy i mydła, a także prezenty niezwiązane z zapachem obdarowanego.",
          "no": "Oppfinnsomme speranzanere har forvandlet stearinbærene til et vell av gaver. Disse inkluderer parfymer og såper, samt gaver som ikke er relatert til mottakerens lukt.",
          "da": "Opfindsomme speranzanere har forvandlet lysbærrene til et væld af gaver. Disse omfatter parfume og sæbe samt gaver, der ikke er relateret til modtagerens lugt.",
          "ru": "Искусные сперанзанцы превратили свечные ягоды во множество подарков. Сюда входят духи и мыло, а также подарки, не связанные с запахом получателя.",
          "ja": "器用なスペランザ人はキャンドルベリーを豊富な贈り物に変えました。これには香水や石鹸だけでなく、受取人の匂いとは関係のない贈り物も含まれます。",
          "it": "Gli astuti Speranzani hanno trasformato le bacche di candela in una ricchezza di regali. Questi includono profumi e saponi, così come regali non legati agli odori del destinatario.",
          "kr": "재주 좋은 스페란자 사람들은 캔들베리를 풍성한 선물로 바꾸었습니다. 여기에는 향수와 비누뿐만 아니라 받는 사람의 냄새와 관련 없는 선물도 포함됩니다.",
          "zh-CN": "心灵手巧的斯佩兰萨人将蜡莓变成了丰富的礼物。其中包括香水和肥皂，以及与收礼者气味无关的礼物。",
          "zh-TW": "心靈手巧的斯佩蘭薩人將蠟莓變成了豐富的禮物。其中包括香水和肥皂，以及與收禮者氣味無關的禮物。",
          "uk": "Вправні сперанзанці перетворили свічкові ягоди на безліч подарунків. Сюди входять парфуми та мило, а також подарунки, не пов'язані із запахом одержувача.",
          "tr": "Hünerli Speranzalılar mum meyvelerini zengin hediyelere dönüştürdü. Bunlara parfümler ve sabunların yanı sıra alıcının kokusuyla ilgisi olmayan hediyeler de dahildir.",
          "hr": "Vješti Speranzanci pretvorili su svijećne bobice u bogatstvo darova. To uključuje parfeme i sapune, kao i darove koji nisu povezani s mirisom primatelja.",
          "sr": "Vesti Speranzanci su pretvorili svećne bobice u bogatstvo poklona. To uključuje parfeme i sapune, kao i poklone koji nisu povezani sa mirisom primaoca."
        },
        "requirementItemIds": [
          {
            "itemId": "candleberries",
            "quantity": 60
          },
          {
            "itemId": "duct_tape",
            "quantity": 10
          },
          {
            "itemId": "film_reel",
            "quantity": 2
          },
          {
            "itemId": "snap_blast_grenade",
            "quantity": 5
          }
        ]
      },
      {
        "phase": 4,
        "name": {
          "en": "Beverages",
          "de": "Getränke",
          "fr": "Boissons",
          "es": "Bebidas",
          "pt": "Bebidas",
          "pl": "Napoje",
          "no": "Drikkevarer",
          "da": "Drikkevarer",
          "ru": "Напитки",
          "ja": "飲み物",
          "it": "Bevande",
          "kr": "음료",
          "zh-CN": "饮料",
          "zh-TW": "飲料",
          "uk": "Напої",
          "tr": "İçecekler",
          "hr": "Pića",
          "sr": "Pića"
        },
        "description": {
          "en": "Candleberries can be crushed into refreshing juices, while the leaves and roots make for a tea that can drive out the toughest of colds.",
          "de": "Kerzenbeeren können zu erfrischenden Säften gepresst werden, während die Blätter und Wurzeln einen Tee ergeben, der selbst die hartnäckigsten Erkältungen vertreiben kann.",
          "fr": "Les baies de bougie peuvent être écrasées en jus rafraîchissants, tandis que les feuilles et les racines font un thé capable de chasser les rhumes les plus tenaces.",
          "es": "Las bayas de vela se pueden triturar para hacer jugos refrescantes, mientras que las hojas y raíces sirven para hacer un té que puede curar los resfriados más fuertes.",
          "pt": "As bagas de vela podem ser esmagadas em sucos refrescantes, enquanto as folhas e raízes fazem um chá que pode expulsar os resfriados mais difíceis.",
          "pl": "Jagody świecowe można wycisnąć na orzeźwiające soki, a z liści i korzeni powstaje herbata, która potrafi wypędzić najcięższe przeziębienia.",
          "no": "Stearinbær kan knuses til forfriskende juice, mens bladene og røttene gir en te som kan drive ut de tøffeste forkjølelser.",
          "da": "Lysbær kan knuses til forfriskende juice, mens blade og rødder giver en te, der kan drive de hårdeste forkølelser væk.",
          "ru": "Из свечных ягод можно выжать освежающий сок, а из листьев и корней получается чай, способный прогнать самую сильную простуду.",
          "ja": "キャンドルベリーは潰して爽やかなジュースにすることができ、葉と根は頑固な風邪も追い払うお茶になります。",
          "it": "Le bacche di candela possono essere schiacciate in succhi rinfrescanti, mentre le foglie e le radici creano un tè in grado di scacciare i raffreddori più difficili.",
          "kr": "캔들베리를 으깨어 상쾌한 주스를 만들 수 있으며, 잎과 뿌리로 만든 차는 지독한 감기도 쫓아낼 수 있습니다.",
          "zh-CN": "蜡莓可以压榨成清爽的果汁，而叶子和根可以制成驱除最顽固感冒的茶。",
          "zh-TW": "蠟莓可以壓榨成清爽的果汁，而葉子和根可以製成驅除最頑固感冒的茶。",
          "uk": "Свічкові ягоди можна чавити на освіжаючі соки, а з листя та коріння виходить чай, здатний вигнати найсильнішу застуду.",
          "tr": "Mum meyveleri ezilerek ferahlatıcı meyve sularına dönüştürülebilir; yaprakları ve kökleri ise en zorlu soğuk algınlıklarını bile iyileştirebilen bir çay yapar.",
          "hr": "Svijećne bobice mogu se zgnječiti u osvježavajuće sokove, dok se od liścia i korijenja pravi čaj koji može istjerati i najteže prehlade.",
          "sr": "Svećne bobice se mogu zgnječiti u osvežavajuće sokove, dok se od lišća i korenja pravi čaj koji može isterati i najteže prehlade."
        },
        "requirementItemIds": [
          {
            "itemId": "candleberries",
            "quantity": 60
          },
          {
            "itemId": "coffee_pot",
            "quantity": 2
          },
          {
            "itemId": "fireball_burner",
            "quantity": 10
          },
          {
            "itemId": "water_filter",
            "quantity": 2
          }
        ]
      },
      {
        "phase": 5,
        "name": {
          "en": "Meals",
          "de": "Mahlzeiten",
          "fr": "Repas",
          "es": "Comidas",
          "pt": "Refeições",
          "pl": "Posiłki",
          "no": "Måltider",
          "da": "Måltider",
          "ru": "Блюда",
          "ja": "食事",
          "it": "Pasti",
          "kr": "식사",
          "zh-CN": "膳食",
          "zh-TW": "膳食",
          "uk": "Страви",
          "tr": "Yemekler",
          "hr": "Obroci",
          "sr": "Obroci"
        },
        "description": {
          "en": "Though candleberry leaves are bitter, simmering them in stew and soups adds a touch of earthiness that nostalgic Speranzans have grown to love.",
          "de": "Obwohl Kerzenbeerenblätter bitter sind, verleiht das Kochen in Eintöpfen und Suppen eine erdige Note, die nostalgische Speranzaner lieben gelernt haben.",
          "fr": "Bien que les feuilles de baie de bougie soient amères, les faire mijoter dans des ragoûts et des soupes ajoute une touche terreuse que les Speranzans nostalgiques ont appris à aimer.",
          "es": "Aunque las hojas de baya de vela son amargas, cocinarlas a fuego lento en guisos y sopas añade un toque terroso que los esperanzanos nostálgicos han llegado a amar.",
          "pt": "Embora as folhas de baga de vela sejam amargas, cozinhá-las em ensopados e sopas adiciona um toque terroso que os esperanzanos nostálgicos aprenderam a amar.",
          "pl": "Chociaż liście jagody świecowej są gorzkie, gotowanie ich w gulaszach i zupach dodaje nutę ziemistości, którą nostalgiczni Speranzanie pokochali.",
          "no": "Selv om stearinbærblader er bitre, gir koking i gryteretter og supper et snev av jord som nostalgiske speranzanere har lært seg å elske.",
          "da": "Selvom lysbærblade er bitre, tilføjer det at simre dem i gryderetter og supper et strejf af jord, som nostalgiske speranzanere er kommet til at elske.",
          "ru": "Хотя листья свечной ягоды горькие, добавление их в рагу и супы придает блюдам землистый оттенок, который полюбился ностальгирующим сперанзанцам.",
          "ja": "キャンドルベリーの葉は苦いですが、シチューやスープで煮込むと、懐古的なスペランザ人が愛するようになった土のような風味が加わります。",
          "it": "Sebbene le foglie di bacca di candela siano amare, farle bollire in stufati e zuppe aggiunge un tocco di terra che i nostalgici Speranzani hanno imparato ad amare.",
          "kr": "캔들베리 잎은 쓰지만, 스튜와 수프에 넣고 끓이면 향수를 불러일으키는 스페란자 사람들이 사랑하게 된 흙내음이 더해집니다.",
          "zh-CN": "虽然蜡莓叶子很苦，但在炖菜和汤中炖煮会增添一种怀旧的斯佩兰萨人逐渐喜爱的泥土气息。",
          "zh-TW": "雖然蠟莓葉子很苦，但在燉菜和湯中燉煮會增添一種懷舊的斯佩蘭薩人逐漸喜愛的泥土氣息。",
          "uk": "Хоча листя свічкової ягоди гірке, тушкування його в рагу та супах додає нотку землистості, яку полюбили ностальгічні сперанзанці.",
          "tr": "Mum meyvesi yaprakları acı olsa da, yahnilerde ve çorbalarda kaynatmak, nostaljik Speranzalıların sevdiği topraksı bir dokunuş katar.",
          "hr": "Iako je lišće svijećnih bobica gorko, kuhanje u varivima i juhama dodaje dašak zemljanosti koji su nostalgični Speranzanci zavoljeli.",
          "sr": "Iako je lišće svećnih bobica gorko, kuvanje u varivima i supama dodaje dašak zemljanosti koji su nostalgični Speranzanci zavoleli."
        },
        "requirementItemIds": [
          {
            "itemId": "candleberries",
            "quantity": 70
          },
          {
            "itemId": "frying_pan",
            "quantity": 2
          },
          {
            "itemId": "mushroom",
            "quantity": 7
          },
          {
            "itemId": "music_album",
            "quantity": 2
          }
        ]
      }
    ]
  }
]