{
  "id": "a_rising_tide",
  "name": {
    "da": "En stigende tidevand",
    "de": "Eine steigende Flut",
    "en": "A Rising Tide",
    "es": "Marea creciente",
    "fr": "La marée montante",
    "he": "גאות עולה",
    "hr": "Nadolazeći val",
    "it": "Un'ondata in crescita",
    "ja": "高まる潮流",
    "ko-KR": "만조",
    "no": "En stigende flo",
    "pl": "Wzbierająca fala",
    "pt": "Maré Crescente",
    "pt-BR": "Maré Crescente",
    "ru": "Прилив",
    "sr": "Nadolazeća plima",
    "tr": "Yükselen Dalga",
    "uk": "Наростаючий прилив",
    "zh-CN": "涨潮",
    "zh-TW": "掀起浪潮"
  },
  "map": ["buried_city", "dam_battlegrounds"],
  "trader": "Celeste",
  "description": {
    "da": "Her står der, at der var en formand ved dæmningen, som blev rekrutteret lige efter, at de aflyste Projekt Heartwood. Han fik ansvaret for et stort genopbygningsprojekt.",
    "de": "Hier steht, dass es beim Damm einen Vorarbeiter gab, der gleich nach der Einstellung von Projekt Immergrün eingestellt wurde. Er wurde für ein großes Wiederaufbauprojekt verantwortlich gemacht.",
    "en": "Says here there was a foreman at The Dam, who got recruited right after they canceled Project Heartwood. Got put in charge of some big reconstruction project.",
    "es": "Aquí dice que en la Presa había un capataz que reclutaron justo después de que se cancelara el proyecto Perenne. Lo pusieron al mando de un proyecto de reconstrucción muy importante.",
    "fr": "D'après ce que je lis ici, il y avait un contremaître au Barrage, recruté juste après l'annulation du Projet Persistance. Il a été mis à la tête d'un important chantier de reconstruction.",
    "he": "כתוב כאן שהיה מנהל עבודה בסכר, שגויס מיד אחרי שביטלו את פרויקט Heartwood. הוא מונה לאחראי על פרויקט שיקום גדול.",
    "hr": "Ovdje piše da je na Brani bio predradnik koji je angažiran odmah nakon što su otkazali Projekt Heartwood. Dobio je odgovornost za veliki projekt obnove.",
    "it": "Qui dice che c'era un caposquadra alla Diga, che è stato reclutato subito dopo la cancellazione del progetto Evergreen. Gli hanno affidato la responsabilità di un grande progetto di ricostruzione.",
    "ja": "プロジェクト・エバーグリーンが中止になった直後、ダムに雇われた現場監督がいたとここに書いてある。大きな再建プロジェクトの責任者を任されたらしい。",
    "ko-KR": "여기 기록을 보니, 에버그린 프로젝트가 취소된 직후, 댐에 있던 현장 감독이 스카우트됐더군요. 대규모 재건 프로젝트의 책임자가 됐대요.",
    "no": "Det står her at det var en formann ved demningen som ble rekruttert rett etter at de kansellerte Prosjekt Heartwood. Han fikk ansvaret for et stort gjenoppbyggingsprosjekt.",
    "pl": "Podobno na Zaporze pracował jakiś kierownik, którego zatrudnili tuż po anulowaniu „Projektu Niezawodność”. Dali mu do nadzorowania jakiś wielki projekt rekonstrukcyjny.",
    "pt": "Tá dizendo aqui que tinha um encarregado na Represa, recrutado logo após o cancelamento do Projeto Perene. Ele comandava um baita projeto de reconstrução.",
    "pt-BR": "Tá dizendo aqui que tinha um encarregado na Represa, recrutado logo após o cancelamento do Projeto Perene. Ele comandava um baita projeto de reconstrução.",
    "ru": "Тут говорится, что на дамбе был бригадир, которого наняли сразу же после отмены «Вечной зелени». Его поставили руководить каким-то грандиозным проектом по реконструкции.",
    "sr": "Ovde piše da je na Brani bio predradnik koji je angažovan odmah nakon što su otkazali Projekat Heartwood. Postavljen je na čelo velikog projekta rekonstrukcije.",
    "tr": "Burada yazdığına göre Baraj'da çalışan bir ustabaşı varmış. Project Evergreen iptal edildikten hemen sonra burada işe başlamış. Büyük bir yeniden inşa projesinin başına getirilmiş.",
    "uk": "Тут написано, що на Дамбі був бригадир, якого найняли одразу після скасування Проєкту Heartwood. Його поставили керувати великим проєктом реконструкції.",
    "zh-CN": "记录上说，大坝那边有个工头，是在“常青计划”取消后招募的。负责某个大型重建项目。",
    "zh-TW": "這裡寫說大壩以前有個領班，是在長青計畫取消後馬上雇用的，負責某個重大的重建計畫。"
  },
  "objectives": [
    {
      "da": "Find formandens barrikaderede lejlighed syd for Piazza Roma i Den begravede by",
      "de": "Suche in der Begrabenen Stadt die verbarrikadierte Wohnung des Vorarbeiters südlich der Piazza Roma.",
      "en": "On Buried City, find the foreman's barricaded apartment south of Piazza Roma",
      "es": "En Ciudad enterrada, encuentra el apartamento bloqueado del capataz situado al sur de Piazza Roma.",
      "fr": "Dans la Ville enfouie, trouver l'appartement barricadé du contremaître au sud de la Piazza Roma",
      "he": "במעמקי העיר, מצא את הדירה המבוצרת של מנהל העבודה דרומית לפיאצה רומא",
      "hr": "U Zatrpanom gradu pronađi predradnikov zabarikadiran stan južno od Piazza Roma",
      "it": "Nella Città sepolta, trova l'appartamento del caposquadra barricato a sud di Piazza Roma",
      "ja": "埋もれた街で、ピアッツァ・ローマの南にあるバリケードで囲まれた現場監督のアパートを見つけた",
      "ko-KR": "파묻힌 도시의 피아차 로마 남쪽에서 현장 감독의 봉쇄된 아파트 찾기",
      "no": "I Den begravde byen, finn formannens barrikaderte leilighet sør for Piazza Roma",
      "pl": "W Pogrzebanym Mieście znajdź zabarykadowane mieszkanie kierownika na południe od placu Roma",
      "pt": "Na Cidade Soterrada, encontre o apartamento do encarregado, bloqueado por barricadas, ao sul da Piazza Roma",
      "pt-BR": "Na Cidade Soterrada, encontre o apartamento do encarregado, bloqueado por barricadas, ao sul da Piazza Roma",
      "ru": "Найдите забаррикадированную квартиру бригадира к югу от Пьяцца Рома в Погребенном городе.",
      "sr": "U Zatrpanom gradu pronađi predradnikov zabarikadiran stan južno od Piazza Roma",
      "tr": "Gömülü Şehir'de Piazza Roma'nın güneyinde ustabaşının barikatlı apartmanını bul",
      "uk": "У Похованому місті знайдіть забарикадовану квартиру бригадира на південь від П'яцца Рома",
      "zh-CN": "在掩埋废城的罗马广场南部找到设下障碍的工头公寓",
      "zh-TW": "在埋藏都市羅馬廣場南方尋找領班被封鎖的公寓"
    },
    {
      "da": "Få adgang til formandens digitale logbog",
      "de": "Schau dir das digitale Logbuch des Vorarbeiters an.",
      "en": "Access the foreman's digital logbook",
      "es": "Accede al diario digital del capataz.",
      "fr": "Accéder au journal numérique du contremaître",
      "he": "גש ליומן הדיגיטלי של מנהל העבודה",
      "hr": "Pristupi predradnikovom digitalnom dnevniku",
      "it": "Accedi al registro digitale del caposquadra",
      "ja": "現場監督のデジタルログにアクセスした",
      "ko-KR": "현장 감독의 디지털 기록장에 접속하기",
      "no": "Få tilgang til formannens digitale loggbok",
      "pl": "Otwórz rejestr cyfrowy kierownika",
      "pt": "Acesse o diário digital do encarregado",
      "pt-BR": "Acesse o diário digital do encarregado",
      "ru": "Получите доступ к цифровому журналу бригадира.",
      "sr": "Pristupi predradnikovom digitalnom dnevniku",
      "tr": "Ustabaşının Dijital Kayıt Kitabı'na eriş",
      "uk": "Отримайте доступ до цифрового журналу бригадира",
      "zh-CN": "访问工头的数字日志",
      "zh-TW": "查看領班的數位日誌"
    },
    {
      "da": "Nå frem til Kraftværkskomplekset på Dæmningens slagmark",
      "de": "Erreiche auf den Damm-Schlachtfeldern den Stromerzeuger-Komplex.",
      "en": "On Dam Battlegrounds, reach the Power Generation Complex",
      "es": "En los Campos de batalla de la Presa, llega al complejo de producción de electricidad.",
      "fr": "Au Champ de bataille du Barrage, atteindre le Complexe de production électrique",
      "he": "בשדות הקרב של הסכר, הגע למתחם ייצור החשמל",
      "hr": "Na Bojištu brane dođi do Kompleksa za proizvodnju energije",
      "it": "Nel campo di battaglia della Diga, raggiungi il Complesso centrale elettrica",
      "ja": "ダム戦場で発電総合施設に辿り着いた",
      "ko-KR": "댐 전장에서 발전소 단지에 도착하기",
      "no": "På Demningsslettene, nå frem til Kraftverkskomplekset",
      "pl": "Na polu bitwy na terenie Zapory dostań się do kompleksu generatorowego",
      "pt": "Vá ao Complexo de Geração de Energia nos Campos de Batalha da Represa",
      "pt-BR": "Vá ao Complexo de Geração de Energia nos Campos de Batalha da Represa",
      "ru": "Доберитесь до центра производства энергии на поле битвы у дамбы.",
      "sr": "Na Bojištu brane dođi do Kompleksa za proizvodnju energije",
      "tr": "Baraj Savaş Alanı'nda Güç Üretim Tesisi'ne ulaş",
      "uk": "На Полі бою біля дамби доберіться до комплексу виробництва енергії",
      "zh-CN": "前往大坝战场的发电厂综合体",
      "zh-TW": "在大壩戰場，到達發電綜合設施"
    },
    {
      "da": "Find en vej ind i den kontrollerede adgangszone",
      "de": "Finde einen Weg in die kontrollierte Zugangszone.",
      "en": "Find a way into the Controlled Access Zone",
      "es": "Busca una forma de entrar en la zona de acceso controlado.",
      "fr": "Trouver un moyen d'entrer dans la Zone à accès restreint",
      "he": "מצא דרך להיכנס לאזור הגישה המבוקרת",
      "hr": "Pronađi način da uđeš u Zonu kontroliranog pristupa",
      "it": "Trova un modo per entrare nella Zona ad accesso riservato",
      "ja": "立ち入り制限区域に入る方法を見つけた",
      "ko-KR": "출입 통제 구역으로 들어가는 길 찾기",
      "no": "Finn en vei inn i den kontrollerte adgangssonen",
      "pl": "Znajdź sposób, aby dostać się do strefy kontrolowanego dostępu",
      "pt": "Encontre uma forma de acessar a Área de Acesso Controlada",
      "pt-BR": "Encontre uma forma de acessar a Área de Acesso Controlada",
      "ru": "Найдите путь в зону контролируемого доступа.",
      "sr": "Pronađi način da uđeš u Zonu kontrolisanog pristupa",
      "tr": "Kontrollü Erişim Bölgesi'ne girmenin bir yolunu bul",
      "uk": "Знайдіть спосіб потрапити до Зони контрольованого доступу",
      "zh-CN": "设法进入受控访问区",
      "zh-TW": "想辦法進入控制存取區"
    },
    {
      "da": "Søg i den kontrollerede adgangszone efter spor om formandens genopbygningsprojekt",
      "de": "Suche in der kontrollierten Zugangszone nach Hinweisen zum Wiederaufbauprojekt des Vorarbeiters.",
      "en": "Search the Controlled Access Zone for any clues about the foreman's reconstruction project",
      "es": "Busca en la zona de acceso controlado pistas sobre el proyecto de reconstrucción del capataz.",
      "fr": "Fouiller la Zone à accès restreint à la recherche d'indices sur le projet de reconstruction du contremaître",
      "he": "חפש באזור הגישה המבוקרת רמזים על פרויקט השיקום של מנהל העבודה",
      "hr": "Pretraži Zonu kontroliranog pristupa u potrazi za tragovima o predradnikovom projektu obnove",
      "it": "Cerca nella Zona ad accesso riservato eventuali indizi sul progetto di ricostruzione del caposquadra",
      "ja": "立ち入り制限区域の中で、現場監督の再建プロジェクトに関する手がかりを探した",
      "ko-KR": "출입 통제 구역에서 현장 감독의 재건 프로젝트 관련 단서 수색하기",
      "no": "Gjennomsøk den kontrollerte adgangssonen etter ledetråder om formannens gjenoppbyggingsprosjekt",
      "pl": "Poszukaj w strefie kontrolowanego dostępu wskazówek na temat projektu rekonstrukcyjnego, którym zarządzał kierownik",
      "pt": "Investigue a Área de Acesso Controlada em busca de pistas sobre o projeto de reconstrução do encarregado",
      "pt-BR": "Investigue a Área de Acesso Controlada em busca de pistas sobre o projeto de reconstrução do encarregado",
      "ru": "Найдите в зоне контролируемого доступа сведения о проекте по реконструкции, которым занимался бригадир.",
      "sr": "Pretraži Zonu kontrolisanog pristupa u potrazi za tragovima o predradnikovom projektu rekonstrukcije",
      "tr": "Kontrollü Erişim Bölgesi'nde ustabaşının yeniden inşa projesine dair ipuçları ara",
      "uk": "Обшукайте Зону контрольованого доступу в пошуках підказок про проєкт реконструкції бригадира",
      "zh-CN": "在受控访问区搜寻关于工头重建项目的线索",
      "zh-TW": "搜索控制存取區，尋找是否有關於領班重建計畫的任何線索"
    }
  ],
  "rewardItemIds": [
    {
      "itemId": "anvil_ii",
      "quantity": 1
    },
    {
      "itemId": "anvil_splitter",
      "quantity": 1
    },
    {
      "itemId": "extended_barrel",
      "quantity": 1
    },
    {
      "itemId": "heavy_ammo",
      "quantity": 40
    }
  ],
  "xp": 0,
  "previousQuestIds": ["a_dead_end"],
  "nextQuestIds": [],
  "updatedAt": "02/24/2026"
}
