{
  "id": "ss2",
  "name": {
    "da": "Klarere himmel",
    "de": "Klarer Himmel",
    "en": "Clearer Skies",
    "es": "Cielos despejados",
    "fr": "Cieux plus clairs",
    "hr": "Vedro Nebo",
    "it": "Cieli più sereni",
    "ja": "晴れた空",
    "kr": "맑아진 하늘",
    "no": "Klarere himmel",
    "pl": "Jaśniejsze niebo",
    "pt": "Céus mais claros",
    "ru": "Ясное небо",
    "sr": "Vedro Nebo",
    "tr": "Daha Açık Gökyüzü",
    "uk": "Ясніші небеса",
    "zh-CN": "晴朗天空",
    "zh-TW": "晴朗天空"
  },
  "trader": "Shani",
  "description": {
    "da": "En sværm desorienterede Wasps er styrtet ned ved et af vores ovenlys. Du skal tynde ud i ARC-styrkerne, før der sker flere ulykker. Og nu du alligevel er derude, kan du samle nogle særligt robuste materialer, så vi kan udbedre skaderne?",
    "de": "Ein Schwarm orientierungsloser Wespen ist in der Nähe eines unserer Oberlichter abgestürzt. Du musst die Reihen der ARC lichten, bevor noch mehr Unfälle passieren. Und kannst du ein paar besonders robuste Materialien sammeln, um den Schaden zu beheben?",
    "en": "A swarm of disoriented Wasps has crashed near one of our skylights. You need to thin out the ARC ranks before any more accidents happen. And while you’re at it, can you gather some especially sturdy materials so we can repair the damage?",
    "es": "Un enjambre de Avispas desorientadas se ha estrellado cerca de una de nuestras claraboyas. Debes reducir las filas del ARC antes de que ocurran más accidentes. Y ya que estás, ¿puedes reunir algunos materiales especialmente resistentes para reparar los daños?",
    "fr": "Un essaim de Guêpes désorientées s’est écrasé près de l’un de nos puits de lumière. Tu dois éclaircir les rangs de l’ARC avant qu’il ne se produise d’autres accidents. Et tant que tu y es, peux-tu rassembler quelques matériaux particulièrement résistants pour réparer les dégâts ?",
    "hr": "Roj dezorijentiranih Osa srušio se u blizini jednog od naših krovnih prozora. Moraš prorijediti redove ARC-a prije nego što se dogodi još nesreća. I usput, možeš li prikupiti nekoliko posebno čvrstih materijala kako bismo popravili štetu?",
    "it": "Uno sciame di Wasps disorientate si è schiantato vicino a uno dei nostri lucernari. Devi assottigliare le fila dell’ARC prima che si verifichino altri incidenti. E già che ci sei, puoi raccogliere alcuni materiali particolarmente resistenti per riparare i danni?",
    "ja": "方向感を失ったワスプの群れが、基地の天窓の近くに墜落した。これ以上事故が起こる前に、ARC の数を減らしておく必要がある。それとついでで悪いが、被害を修理するために、特に頑丈な資材も少し集めてきてくれないか？",
    "kr": "길을 잃은 와스프 무리가 우리 채광창 근처에 추락했어. 더 많은 사고가 나기 전에 ARC 놈들의 수를 줄여야 해. 그리고 나가는 김에, 피해를 수습할 수 있게 특히 튼튼한 자재도 좀 모아와 줄 수 있겠어?",
    "no": "En sverm desorienterte Wasps har krasjet ved et av takvinduene våre. Du må tynne ut ARC-styrkene før flere ulykker skjer. Og når du først er der ute, kan du samle inn noen ekstra robuste materialer så vi kan reparere skadene?",
    "pl": "Rój zdezorientowanych Szerszeni rozbił się w pobliżu jednego z naszych świetlików. Musisz przerzedzić szeregi ARC, zanim dojdzie do kolejnych wypadków. A przy okazji, czy możesz zebrać kilka wyjątkowo wytrzymałych materiałów, żeby naprawić szkody?",
    "pt": "Um enxame de Vespas desorientadas caiu perto de uma das nossas claraboias. Você precisa diminuir as fileiras do ARC antes que aconteçam mais acidentes. E, já que está nisso, pode juntar alguns materiais bem resistentes para consertar os estragos?",
    "ru": "Рой потерявших ориентир Осов рухнул рядом с одним из наших световых люков. Тебе нужно проредить ряды ARC, прежде чем случится ещё больше несчастных случаев. И заодно собери особенно прочные материалы, чтобы мы могли устранить повреждения.",
    "sr": "Roj dezorijentisanih Osa srušio se u blizini jednog od naših krovnih prozora. Moraš da prorediš redove ARC-a pre nego što se dogodi još nesreća. I usput, možeš li da sakupiš nekoliko naročito čvrstih materijala da saniramo štetu?",
    "tr": "Yönünü kaybetmiş bir Eşekarısı sürüsü, ışıklıklarımızdan birinin yakınına çakıldı. Daha fazla kaza yaşanmadan ARC saflarını seyrekleştirmen gerekiyor. Madem dışarı çıkıyorsun, hasarı onarabilmemiz için birkaç ekstra dayanıklı malzeme de toplayabilir misin?",
    "uk": "Рій дезорієнтованих Оси впав неподалік одного з наших світлових ліхтарів. Тобі потрібно прорідити ряди ARC, перш ніж стануться нові інциденти. І заодно, зможеш зібрати кілька особливо міцних матеріалів, щоб ми могли усунути пошкодження?",
    "zh-CN": "一群迷失方向的黄蜂在我们的一处天窗附近坠落了。你得先削减一批 ARC 敌人，免得再发生意外。顺便帮我们收集一些特别坚固的材料，好修复受损的结构。",
    "zh-TW": "一群迷失方向的黃蜂在我們的一處天窗附近墜落了。你得先削減一批 ARC 敵人，免得再發生更多意外。順便幫我們收集一些特別堅固的材料，好修復受損的結構。"
  },
  "objectives": [
    {
      "da": "Ødelæg 3 ARC-fjender",
      "de": "3 ARC-Gegner zerstören",
      "en": "Destroy 3 ARC enemies",
      "es": "Destruye 3 enemigos ARC",
      "fr": "Détruisez 3 ennemis ARC",
      "hr": "Uništite 3 ARC neprijatelja",
      "it": "Distruggi 3 nemici ARC",
      "ja": "ARCエネミーを3体破壊する",
      "kr": "ARC 적 3명을 처치하세요",
      "no": "Ødelegg 3 ARC-fiender",
      "pl": "Zniszcz 3 wrogów ARC",
      "pt": "Destrua 3 inimigos ARC",
      "ru": "Уничтожьте 3 врагов ARC",
      "sr": "Uništite 3 ARC neprijatelja",
      "tr": "3 ARC düşmanını yok et",
      "uk": "Знищте 3 ворогів ARC",
      "zh-CN": "消灭3个ARC敌人",
      "zh-TW": "消滅3個ARC敵人"
    },
    {
      "da": "Skaff 3 ARC-legeringer til Shani",
      "de": "3 ARC-Legierungen für Shani besorgen",
      "en": "Get 3 ARC Alloy for Shani",
      "es": "Consigue 3 aleaciones ARC para Shani",
      "fr": "Obtenez 3 alliages ARC pour Shani",
      "hr": "Nabavite 3 ARC legure za Shani",
      "it": "Ottieni 3 leghe ARC per Shani",
      "ja": "シャニに渡すARC合金を3個入手する",
      "kr": "샤니를 위해 ARC 합금 3개를 구하세요",
      "no": "Skaff 3 ARC-legeringer til Shani",
      "pl": "Zdobądź 3 stopy ARC dla Shani",
      "pt": "Consiga 3 ligas ARC para Shani",
      "ru": "Добудьте 3 сплава ARC для Шани",
      "sr": "Nabavite 3 ARC legure za Shani",
      "tr": "Shani için 3 ARC Alaşımı al",
      "uk": "Отримайте 3 сплави ARC для Шані",
      "zh-CN": "为莎妮获取3个ARC合金",
      "zh-TW": "為莎妮獲取3個ARC合金"
    }
  ],
  "rewardItemIds": [
    {
      "itemId": "backpack_black_hiker_color",
      "quantity": 1
    },
    {
      "itemId": "sterilized_bandage",
      "quantity": 3
    },
    {
      "itemId": "light_shield",
      "quantity": 1
    }
  ],
  "xp": 0,
  "previousQuestIds": ["ss1"],
  "nextQuestIds": ["ss4"],
  "updatedAt": "11/06/2025",
  "requiredItemIds": [
    {
      "itemId": "arc_alloy",
      "quantity": 3
    }
  ]
}
