{
  "id": "ss8",
  "name": {
    "da": "",
    "de": "Sicherer Durchgang",
    "en": "Safe Passage",
    "es": "Salvoconducto",
    "fr": "Passage sûr",
    "he": "",
    "hr": "",
    "it": "Passaggio sicuro",
    "ja": "安全な通路",
    "ko-KR": "무사통과",
    "no": "",
    "pl": "Bezpieczne przejście",
    "pt": "Travessia Segura",
    "pt-BR": "Travessia Segura",
    "ru": "Безопасный проход",
    "sr": "",
    "tr": "Güvenli Geçiş",
    "uk": "",
    "zh-CN": "安全通路",
    "zh-TW": "安全通道"
  },
  "trader": "Apollo",
  "grantedItemIds": [
    {
      "itemId": "light_impact_grenade",
      "quantity": 5
    },
    {
      "itemId": "light_impact_grenade",
      "quantity": 5
    },
    {
      "itemId": "snap_blast_grenade",
      "quantity": 3
    }
  ],
  "description": {
    "da": "",
    "de": "Ich hab Gerüchte über ein Signal gehört, das Shani aufgefangen hat. Die ARC passen sich ständig an, und ich bin mir sicher, dass das nicht ihr letztes Warnsignal sein wird.\r\n\r\nNa ja, wenn sie ein Wettrüsten wollen, dann kriegen sie eins.",
    "en": "I heard rumors about some signal Shani picked up. ARC is constantly adapting, and I'm sure this won’t be their last warning sign.\r\n\r\nWell, if it’s an arms race they want, they can get one.",
    "es": "Dicen por ahí que Shani ha detectado una señal. Las ARC no paran de evolucionar, y seguro que este no será el único aviso.\r\n\r\nSi lo que buscan es una carrera armamentista, la tendrán.",
    "fr": "J'ai eu vent de rumeurs à propos d'un signal que Shani aurait capté. L'ARC s'adapte en permanence, et je parie que ce ne sera pas leur dernier avertissement.\r\n\r\nS'ils veulent une course à l'armement, ils vont en avoir une.",
    "he": "",
    "hr": "",
    "it": "Ho sentito delle voci su un segnale captato da Shani. L'ARC si adatta costantemente e sono sicuro che questo non sarà l'ultimo segnale di avvertimento.\r\n\r\nBeh, se vogliono una corsa agli armamenti, l'avranno.",
    "ja": "シャニが拾った信号について噂を聞いたよ。ARCは常に環境に適応するし、これで最後ってわけじゃないはずだ。\r\n\r\n軍備拡張で競争したいなら、やってやろうじゃないか。",
    "ko-KR": "샤니가 포착한 신호에 관한 소문을 들었어요. 아크는 계속 적응 중이니, 이번이 마지막 신호도 아닐 테죠. \r\n\r\n무기 경쟁을 펼치길 원한다면 그러라고 해요.",
    "no": "",
    "pl": "Dotarły do mnie pogłoski, że Shani odebrała jakiś sygnał. ARC stale się adaptuje i coś mi mówi, że to nie będzie ich ostatnie ostrzeżenie.\r\n\r\nNo cóż, jeśli marzy im się wyścig zbrojeń, możemy im go zafundować.",
    "pt": "Ouvi boatos sobre um sinal que a Shani captou. As ARCs estão sempre se adaptando, e tenho certeza de que esse não vai ser o último sinal de alerta delas. \r\n\r\nBom, se elas querem uma corrida armamentista, é o que vão ter.",
    "pt-BR": "Ouvi boatos sobre um sinal que a Shani captou. As ARCs estão sempre se adaptando, e tenho certeza de que esse não vai ser o último sinal de alerta delas. \r\n\r\nBom, se elas querem uma corrida armamentista, é o que vão ter.",
    "ru": "Ходят слухи о каком-то сигнале, который поймала Шани. ARC постоянно адаптируются, и вряд ли это будет их последнее предупреждение. \r\n\r\nНу, если они хотят гонку вооружений, то они ее получат.",
    "sr": "",
    "tr": "Shani'nin bir sinyal aldığını duydum. ARC devamlı yeni gelişmelere uyum sağlıyor, eminim bu son uyarıları olmayacaktır. \r\n\r\nEğer silahlanma yarışına girmek istiyorlarsa buyursun gelsinler.",
    "uk": "",
    "zh-CN": "我听说萨尼捕捉到一些奇怪的信号。看来ARC在不断适应，这应该不是它们最后的警告信号。\r\n\r\n好吧，如果它们想要来一场军备竞赛，那我们就满足它们。",
    "zh-TW": "我聽說珊妮接收到一些訊號。ARC一直持續在演進著，我敢說這不會是他們最後發出的警告訊號。\r\n\r\n要是他們想進行軍備競賽，我們當然也會奉陪。"
  },
  "objectives": [
    {
      "da": "",
      "de": "Zerstöre 2 ARC-Gegner mit jeweils einer Explosionsgranate.",
      "en": "Destroy 2 ARC enemies using any explosive grenade",
      "es": "Destruye 2 enemigos ARC con cualquier granada explosiva.",
      "fr": "Détruire 2 ennemis ARC avec n'importe quelle grenade explosive",
      "he": "",
      "hr": "",
      "it": "Distruggi 2 nemici ARC usando granate qualsiasi",
      "ja": "任意のグレネードでARCエネミーを2体爆破した",
      "ko-KR": "아무 폭발 수류탄으로 아크 적 2개 파괴하기",
      "no": "",
      "pl": "Zniszcz 2 wrogie maszyny ARC za pomocą dowolnego granatu wybuchającego",
      "pt": "Destrua 2 inimigos ARC usando qualquer granada explosiva",
      "pt-BR": "Destrua 2 inimigos ARC usando qualquer granada explosiva",
      "ru": "Уничтожьте 2 машины ARC при помощи любых взрывных гранат.",
      "sr": "",
      "tr": "Herhangi bir patlayıcı bomba kullanarak 2 ARC düşmanı yok et",
      "uk": "",
      "zh-CN": "使用任意爆炸式手雷摧毁2个ARC敌人",
      "zh-TW": "使用任何爆炸手榴彈摧毀ARC敵人2次"
    }
  ],
  "rewardItemIds": [
    {
      "itemId": "lil_smoke_grenade",
      "quantity": 5
    },
    {
      "itemId": "shrapnel_grenade",
      "quantity": 3
    },
    {
      "itemId": "barricade_kit",
      "quantity": 3
    }
  ],
  "xp": 0,
  "previousQuestIds": ["ss5"],
  "nextQuestIds": ["ss8a"],
  "updatedAt": "02/20/2026"
}
