{
  "id": "ss10x4",
  "name": {
    "da": "",
    "de": "Wassersorgen",
    "en": "Water Troubles",
    "es": "Problemas de agua",
    "fr": "Navigation en eaux troubles",
    "he": "",
    "hr": "",
    "it": "Problemi idrici",
    "ja": "水のトラブル",
    "ko-KR": "물 문제",
    "no": "",
    "pl": "Problemy z wodą",
    "pt": "Problemas Hídricos",
    "pt-BR": "Problemas Hídricos",
    "ru": "Проблемы с водой",
    "sr": "",
    "tr": "Su Sıkıntıları",
    "uk": "",
    "zh-CN": "水源问题",
    "zh-TW": "水源問題"
  },
  "map": ["dam_battlegrounds"],
  "trader": "Celeste",
  "description": {
    "da": "",
    "de": "Wenn du hier bist, um dich über das Wasser zu beschweren, dann willkommen im Club. Ich beschwere mich schon den ganzen Tag. Irgendwas stimmt da nicht und ich brauch deine Hilfe, um rauszufinden was.",
    "en": "If you’re here to complain about the water, join the club. I’ve been fielding complaints all day. Something is definitely up with it, and I need some help to sort it out.",
    "es": "Si has venido a quejarte del agua, mejor ni te molestes. Llevo todo el día presentando quejas. Está claro que algo pasa, por lo que necesito ayuda para averiguar qué es y solucionarlo.",
    "fr": "Si vous venez vous plaindre de l'eau, bienvenue au club. J'ai été submergé de plaintes toute la journée. Il y a quelque chose qui cloche et j'ai besoin d'aide pour régler le problème.",
    "he": "",
    "hr": "",
    "it": "Se sei qui per lamentarti dell'acqua, mettiti in fila. È tutto il giorno che ricevo lamentele. C'è chiaramente qualcosa che non va e ho bisogno di aiuto per risolverlo.",
    "ja": "水について文句を言いに来たのなら、私だってそうだ。一日中クレームを受け続けてるんだ。絶対に何かおかしいから、解決するための助けがほしい。",
    "ko-KR": "물에 대해 불평하려 온 거면 하지 말아요. 온종일 그 얘길 듣고 있으니까. 무슨 문제가 있는 건 확실하니, 이제 해결을 도와줄 사람만 찾으면 돼요.",
    "no": "",
    "pl": "Jeśli przychodzisz ponarzekać na wodę, to witaj w klubie. Przez cały dzień nic tylko wysłuchuję marudzenia. Ewidentnie coś jest na rzeczy i ktoś musi mi pomóc się dowiedzieć, o co chodzi.",
    "pt": "Se tá aqui pra reclamar da água, entra na fila. Tenho recebido reclamações o dia todo. Com certeza tem alguma coisa errada, e preciso de alguém pra me ajudar a descobrir o que é.",
    "pt-BR": "Se tá aqui pra reclamar da água, entra na fila. Tenho recebido reclamações o dia todo. Com certeza tem alguma coisa errada, e preciso de alguém pra me ajudar a descobrir o que é.",
    "ru": "Если хочешь жаловаться на воду, вставай в очередь. Я весь день жалобы принимаю. Там явно что-то стряслось. Помог бы кто-то разобраться, в чем дело.",
    "sr": "",
    "tr": "Sudan şikâyet etmeye geldiysen buyur bize katıl. Gün boyu milletin şikâyetleriyle uğraştım. Belli ki bir sorun var, çözmem için de yardım lazım.",
    "uk": "",
    "zh-CN": "如果你是来投诉水质问题的，排队去吧。我这一整天都在处理投诉。肯定是什么地方出了问题，我想找人去排查一下。",
    "zh-TW": "如果你是來抱怨水質的，你不是第一個了。我已經處理投訴了一整天。一定出什麼問題了，我需要人來幫忙解決。"
  },
  "objectivesOneRound": true,
  "objectives": [
    {
      "da": "",
      "de": "Den Hochwasserzugangstunnel unter dem Balkon „Rote Seen“ finden",
      "en": "Locate the Flood Access Tunnel under the Red Lake Balcony",
      "es": "Encuentra el túnel de acceso para inundaciones debajo del balcón de los lagos rojos",
      "fr": "Localiser le Tunnel d'évacuation sous le Plateau des lacs rouges",
      "he": "",
      "hr": "",
      "it": "Trova il tunnel di accesso alluvione sotto il Balcone Laghi rossi",
      "ja": "赤い池のバルコニーの下にある浸水時の地下通路を見つけた",
      "ko-KR": "붉은 호수 발코니 아래 범람수 터널 찾기",
      "no": "",
      "pl": "Znajdź tunel dostępu przeciwpowodziowego pod Balkonem nad Jeziorami Czerwonymi",
      "pt": "Localize o Túnel de Acesso de Inundação sob a Varanda dos Lagos Vermelhos",
      "pt-BR": "Localize o Túnel de Acesso de Inundação sob a Varanda dos Lagos Vermelhos",
      "ru": "Найдите туннель к переливу под Балконом Алых озер.",
      "sr": "",
      "tr": "Kızıl Göller Balkonu'nun altındaki Taşkın Erişimi Tüneli'ni bul",
      "uk": "",
      "zh-CN": "找到红湖阳台下面的泄洪隧道",
      "zh-TW": "找到紅湖陽台下的洩洪隧道"
    },
    {
      "da": "",
      "de": "Den Einlass zur Wasserversorgung des Bezirks finden",
      "en": "Find the intake to the District's Water Supply",
      "es": "Busca la toma de agua del suministro de agua del distrito.",
      "fr": "Trouver l'entrée du réservoir d'eau du quartier",
      "he": "",
      "hr": "",
      "it": "Trova l'ingresso della fornitura idrica del distretto",
      "ja": "地区の取水口を見つけた",
      "ko-KR": "구역의 급수 시설로 이어지는 취수구 찾기",
      "no": "",
      "pl": "Znajdź wlot dzielnicowego dopływu wody",
      "pt": "Encontre a entrada do Abastecimento de Água do Distrito",
      "pt-BR": "Encontre a entrada do Abastecimento de Água do Distrito",
      "ru": "Найдите точку забора воды района.",
      "sr": "",
      "tr": "Semt'in Su Rezervi'nin girişini bul",
      "uk": "",
      "zh-CN": "找到区域供水的入口",
      "zh-TW": "找到此地區供水系統的進水口"
    },
    {
      "da": "",
      "de": "Eine Wasserprobe nehmen",
      "en": "Sample the water",
      "es": "Prueba el agua.",
      "fr": "Prélever un échantillon d'eau",
      "he": "",
      "hr": "",
      "it": "Campiona l'acqua",
      "ja": "水を採った",
      "ko-KR": "물 샘플 가져오기",
      "no": "",
      "pl": "Pobierz próbkę wody",
      "pt": "Extraia a água",
      "pt-BR": "Extraia a água",
      "ru": "Возьмите пробу воды.",
      "sr": "",
      "tr": "Sudan numune al",
      "uk": "",
      "zh-CN": "给水源取样",
      "zh-TW": "取得水體樣本"
    }
  ],
  "rewardItemIds": [
    {
      "itemId": "mechanical_components",
      "quantity": 3
    },
    {
      "itemId": "simple_gun_parts",
      "quantity": 3
    },
    {
      "itemId": "steel_spring",
      "quantity": 3
    }
  ],
  "xp": 0,
  "previousQuestIds": ["ss10y", "ss10x3"],
  "nextQuestIds": ["ss10x5", "ss10x6"],
  "updatedAt": "02/20/2026"
}
