{
  "id": "barricade_kit_blueprint",
  "name": {
    "en": "Barricade Kit Blueprint",
    "de": "Barrikaden-Set Blaupause",
    "fr": "Plan de kit de barricade",
    "es": "Plano de kit de barricada",
    "pt": "Projeto de kit de barricada",
    "pl": "Projekt zestawu barykady",
    "no": "Barrikade-sett-tegning",
    "da": "Barrikade-sæt-tegning",
    "it": "Progetto kit barricata",
    "ru": "Чертёж набора баррикад",
    "ja": "バリケードキット設計図",
    "zh-TW": "路障套組藍圖",
    "uk": "Креслення набору барикад",
    "zh-CN": "路障套件蓝图",
    "kr": "바리케이드 키트 설계도",
    "tr": "Barikat Kiti Planı",
    "hr": "Nacrt za komplet barikade",
    "sr": "Nacrt za komplet barikade"
  },
  "description": {
    "en": "Instructions for crafting deployable barricades for defensive cover.",
    "de": "Anleitung zur Herstellung von einsetzbaren Barrikaden für Verteidigungsdeckung.",
    "fr": "Instructions pour fabriquer des barricades déployables pour une couverture défensive.",
    "es": "Instrucciones para fabricar barricadas desplegables para cobertura defensiva.",
    "pt": "Instruções para fabricar barricadas implantáveis para cobertura defensiva.",
    "pl": "Instrukcje do wytwarzania rozmieszczalnych barykad do osłony obronnej.",
    "no": "Instruksjoner for å lage utplasserbare barrikader for defensiv dekning.",
    "da": "Instruktioner til fremstilling af udplaceringbare barrikader til defensiv dækning.",
    "it": "Istruzioni per creare barricate schierabili per copertura difensiva.",
    "ru": "Инструкции по изготовлению развёртываемых баррикад для оборонительного укрытия.",
    "ja": "防御用の展開可能なバリケードを製作するための説明書。",
    "zh-TW": "用於製作可部署路障以提供防禦掩體的說明。",
    "uk": "Інструкції з виготовлення розгортаючих барикад для оборонного укриття.",
    "zh-CN": "用于制作可部署路障以提供防御掩体的说明。",
    "kr": "방어용 엄폐물을 위한 배치 가능한 바리케이드 제작 지침.",
    "tr": "Savunma siperliği için konuşlandırılabilir barikatlar üretme talimatları.",
    "hr": "Upute za izradu pokretnih barikada za obrambeni zaklon.",
    "sr": "Uputstva za izradu pokretnih barikada za odbrambeni zaklon."
  },
  "type": "Blueprint",
  "value": 5000,
  "weightKg": 0.0,
  "imageFilename": "https://cdn.arctracker.io/items/barricade_kit.png",
  "rarity": "Legendary",
  "updatedAt": "11/13/2025"
}
