{
  "id": "blaze_grenade_blueprint",
  "name": {
    "en": "Blaze Grenade Blueprint",
    "de": "Flammen-Granate Blaupause",
    "fr": "Plan de grenade flamboyante",
    "es": "Plano de granada de fuego",
    "pt": "Projeto de granada de fogo",
    "pl": "Projekt granatu płomiennego",
    "no": "Flammegranate-tegning",
    "da": "Flammegranate-tegning",
    "it": "Progetto granata incendiaria",
    "ru": "Чертёж огненной гранаты",
    "ja": "ブレイズグレネード設計図",
    "zh-TW": "烈焰手榴彈藍圖",
    "uk": "Креслення вогняної гранати",
    "zh-CN": "烈焰手榴弹蓝图",
    "kr": "화염 수류탄 설계도",
    "tr": "Alev Bombası Planı",
    "hr": "Nacrt za vatrenu granatu",
    "sr": "Nacrt za vatrenu granatu"
  },
  "description": {
    "en": "Instructions for crafting incendiary grenades that create fire zones on impact.",
    "de": "Anleitung zur Herstellung von Brandgranaten, die beim Aufprall Feuerzonen erzeugen.",
    "fr": "Instructions pour fabriquer des grenades incendiaires qui créent des zones de feu à l'impact.",
    "es": "Instrucciones para fabricar granadas incendiarias que crean zonas de fuego al impactar.",
    "pt": "Instruções para fabricar granadas incendiárias que criam zonas de fogo no impacto.",
    "pl": "Instrukcje do wytwarzania granatów zapalających, które tworzą strefy ognia przy uderzeniu.",
    "no": "Instruksjoner for å lage brannbomber som skaper ildsoner ved treff.",
    "da": "Instruktioner til fremstilling af brandbomber, der skaber ildzoner ved sammenstød.",
    "it": "Istruzioni per creare granate incendiarie che creano zone di fuoco all'impatto.",
    "ru": "Инструкции по изготовлению зажигательных гранат, создающих огненные зоны при ударе.",
    "ja": "着弾時に炎の範囲を生成する焼夷手榴弾を製作するための説明書。",
    "zh-TW": "用於製作撞擊時產生火焰區域的燃燒手榴彈的說明。",
    "uk": "Інструкції з виготовлення запалювальних гранат, що створюють вогняні зони при ударі.",
    "zh-CN": "用于制作撞击时产生火焰区域的燃烧手榴弹的说明。",
    "kr": "충격 시 화염 지역을 생성하는 소이 수류탄 제작 지침.",
    "tr": "Çarpma anında ateş bölgeleri oluşturan yangın bombaları üretme talimatları.",
    "hr": "Upute za izradu zapaljivih granata koje stvaraju vatrene zone pri udaru.",
    "sr": "Uputstva za izradu zapaljivih granata koje stvaraju vatrene zone pri udaru."
  },
  "type": "Blueprint",
  "value": 5000,
  "weightKg": 0.0,
  "imageFilename": "https://cdn.arctracker.io/items/blaze_grenade.png",
  "rarity": "Legendary",
  "updatedAt": "11/13/2025"
}
