{
  "id": "dusty_film_reel",
  "name": {
    "en": "Dusty Film Reel",
    "de": "Verstaubte Filmrolle",
    "ja": "埃をかぶったフィルムリール",
    "kr": "먼지 쌓인 필름 릴",
    "hr": "Prašnjavi filmski kolut",
    "zh-CN": "布满灰尘的电影胶卷",
    "pt-BR": "Rolo de Filme Empoeirado",
    "no": "Støvete filmrull",
    "es": "Rollo de película polvoriento",
    "zh-TW": "佈滿灰塵的膠卷",
    "pt": "Rolo de Filme Empoeirado",
    "da": "Støvet filmrulle",
    "it": "Bobina di pellicola impolverata",
    "he": "סליל פילם מאובק",
    "ru": "Пыльная катушка с пленкой",
    "tr": "Tozlu Film Makarası",
    "pl": "Zakurzona szpula filmowa",
    "fr": "Bobine de film poussiéreuse",
    "sr": "Prašnjava filmska traka",
    "uk": "Запилюжена кінобобіна"
  },
  "description": {
    "en": "An old film reel covered in dust. Might have been something worth watching.",
    "de": "Eine alte, staubbedeckte Filmrolle. Vielleicht war etwas Sehenswertes darauf.",
    "ja": "埃に覆われた古いフィルムリール。見る価値のあるものだったかもしれない。",
    "kr": "먼지로 뒤덮인 오래된 필름 릴입니다. 볼만한 가치가 있었을지도 모릅니다.",
    "hr": "Stari filmski kolut prekriven prašinom. Možda je na njemu bilo nešto vrijedno gledanja.",
    "zh-CN": "一卷布满灰尘的旧电影胶卷。也许曾经有些值得一看的内容。",
    "pt-BR": "Um rolo de filme antigo coberto de poeira. Talvez fosse algo que valesse a pena assistir.",
    "no": "En gammel filmrull dekket av støv. Kunne ha vært noe verdt å se.",
    "es": "Un viejo rollo de película cubierto de polvo. Podría haber sido algo digno de ver.",
    "zh-TW": "一卷佈滿灰塵的舊膠卷。也許裡面曾有些值得一看的內容。",
    "pt": "Um rolo de filme antigo coberto de poeira. Talvez fosse algo que valesse a pena assistir.",
    "da": "En gammel filmrulle dækket af støv. Måske var det noget, der var værd at se.",
    "it": "Una vecchia bobina di pellicola coperta di polvere. Poteva essere qualcosa che valeva la pena guardare.",
    "he": "סליל פילם ישן מכוסה באבק. ייתכן שהכיל משהו ששווה צפייה.",
    "ru": "Старая катушка с пленкой, покрытая пылью. Возможно, на ней было что-то стоящее.",
    "tr": "Tozla kaplı eski bir film makarası. Belki de izlemeye değer bir şeydi.",
    "pl": "Stara szpula filmowa pokryta kurzem. Może było na niej coś wartego obejrzenia.",
    "fr": "Une vieille bobine de film couverte de poussière. C'était peut-être quelque chose qui valait la peine d'être vu.",
    "sr": "Stara filmska traka prekrivena prašinom. Možda je na njoj bilo nešto vredno gledanja.",
    "uk": "Стара кінобобіна, вкрита пилом. Можливо, там було щось варте перегляду."
  },
  "type": "Trinket",
  "rarity": "Common",
  "value": 0,
  "weightKg": 0,
  "stackSize": 1,
  "recyclesInto": {},
  "updatedAt": "02/24/2026"
}
