{
  "id": "launcher_ammo",
  "name": {
    "da": "Affyringsammunition",
    "de": "Werfer-Munition",
    "en": "Launcher Ammo",
    "es": "Munición de lanzador",
    "fr": "Munitions de lanceur",
    "hr": "Streljivo za Bacač",
    "it": "Munizioni lanciatore",
    "ja": "ランチャー弾薬",
    "kr": "발사기 탄약",
    "no": "Utskytningsammunisjon",
    "pl": "Amunicja do wyrzutni",
    "pt": "Munição de lançador",
    "ru": "Патрон для ракетницы",
    "sr": "Streljivo za Bacač",
    "tr": "Fırlatıcı Mermisi",
    "uk": "Патрони для гранатомета",
    "zh-CN": "发射器弹药",
    "zh-TW": "發射器彈藥"
  },
  "description": {
    "da": "Anti-ARC-ladninger brugt hovedsageligt af Hullcracker. Kompatibel med: Hullcracker",
    "de": "Anti-ARC-Geschosse, die hauptsächlich vom Hullcracker verwendet werden. Kompatibel mit: Hullcracker",
    "en": "Anti-ARC payloads used mainly by the Hullcracker. Compatible with: Hullcracker",
    "es": "Cargas anti-ARC usadas principalmente por el Partecascos. Compatible con: Partecascos",
    "fr": "Charges anti-ARC utilisées principalement par le Brise-fuselage. Compatible avec : Brise-fuselage",
    "hr": "Anti-ARC projektili koje uglavnom koristi Hullcracker. Kompatibilno s: Hullcracker",
    "it": "Cariche anti-ARC usate principalmente dall'Hullcracker. Compatibile con: Hullcracker",
    "ja": "主にHullcrackerで使用される対ARC弾頭。対応武器：Hullcracker",
    "kr": "주로 Hullcracker가 사용하는 대ARC 탄두입니다. 호환 무기: Hullcracker",
    "no": "Anti-ARC-ladninger brukt hovedsakelig av Hullcracker. Kompatibel med: Hullcracker",
    "pl": "Ładunki przeciw-ARC używane głównie przez Hullcracker. Kompatybilny z: Hullcracker",
    "pt": "Cargas anti-ARC usadas principalmente pelo Hullcracker. Compatível com: Hullcracker",
    "ru": "Противо-ARC боеприпасы, используемые в основном Hullcracker. Совместимо с: Hullcracker",
    "sr": "Anti-ARC projektili koje uglavnom koristi Hullcracker. Kompatibilno sa: Hullcracker",
    "tr": "Esas olarak Hullcracker tarafından kullanılan Anti-ARC yükleri. Uyumlu silahlar: Hullcracker",
    "uk": "Протиборонні боєприпаси, що використовуються в основному Hullcracker. Сумісно з: Hullcracker",
    "zh-CN": "主要由Hullcracker使用的反ARC弹头。兼容武器：Hullcracker",
    "zh-TW": "主要由Hullcracker使用的反ARC彈頭。相容武器：Hullcracker"
  },
  "type": "Ammunition",
  "rarity": "Rare",
  "value": 250,
  "weightKg": 0.1,
  "stackSize": 24,
  "craftBench": "workbench",
  "recipe": {
    "arc_motion_core": 1,
    "crude_explosives": 2
  },
  "imageFilename": "https://cdn.arctracker.io/items/launcher_ammo.png",
  "updatedAt": "11/20/2025",
  "compatibleWith": ["Hullcracker"]
}
