{
  "id": "snap_hook_blueprint",
  "name": {
    "da": "Snap Hook-tegning",
    "de": "Snap-Haken-Blaupause",
    "en": "Snap Hook Blueprint",
    "es": "Proyecto del mosquetón",
    "fr": "Schéma de Snap Hook",
    "hr": "Nacrt Snap Hook",
    "it": "Progetto Snap Hook",
    "ja": "スナップフック設計図",
    "kr": "Snap Hook 설계도",
    "no": "Snap Hook-tegning",
    "pl": "Projekt Snap Hook",
    "pt": "Projeto de Snap Hook",
    "ru": "Чертёж Snap Hook",
    "sr": "Nacrt Snap Hook",
    "tr": "Snap Hook Planı",
    "uk": "Креслення Snap Hook",
    "zh-CN": "Snap Hook 蓝图",
    "zh-TW": "Snap Hook 藍圖"
  },
  "description": {
    "da": "En genstand der gør det muligt for brugeren at klatre på strukturer og dække store afstande.",
    "de": "Ein Gerät, das es dem Benutzer ermöglicht, Strukturen zu erklimmen und große Entfernungen zu überwinden.",
    "en": "A gadget that allows the user to scale structures and cover large distances.",
    "es": "Un artilugio que permite al usuario escalar estructuras, edificios y recorrer grandes distancias.",
    "fr": "Un gadget qui permet à l'utilisateur d'escalader des structures et de couvrir de grandes distances.",
    "hr": "Naprava koja korisniku omogućuje penjanje po strukturama i prelaženje velikih udaljenosti.",
    "it": "Un dispositivo che permette all'utente di scalare strutture e coprire grandi distanze.",
    "ja": "構造物を登ったり、長距離を移動したりできるガジェット。",
    "kr": "사용자가 구조물을 오르고 먼 거리를 이동할 수 있게 해주는 장치.",
    "no": "En gjenstand som lar brukeren klatre på strukturer og dekke store avstander.",
    "pl": "Gadżet pozwalający użytkownikowi wspinać się na konstrukcje i pokonywać duże odległości.",
    "pt": "Um dispositivo que permite ao usuário escalar estruturas e cobrir grandes distâncias.",
    "ru": "Устройство, позволяющее пользователю взбираться на строения и преодолевать большие расстояния.",
    "sr": "Naprava koja korisniku omogućava penjanje po strukturama i prelaženje velikih udaljenosti.",
    "tr": "Kullanıcının yapılara tırmanmasını ve büyük mesafeleri kat etmesini sağlayan bir alet.",
    "uk": "Пристрій, що дозволяє користувачу підійматися на споруди та долати великі відстані.",
    "zh-CN": "一种让使用者能够攀爬建筑物和跨越长距离的装置。",
    "zh-TW": "一種讓使用者能夠攀爬建築物和跨越長距離的裝置。"
  },
  "type": "Blueprint",
  "rarity": "Legendary",
  "value": 5000,
  "weightKg": 0,
  "imageFilename": "https://cdn.arctracker.io/items/snap_hook.png",
  "updatedAt": "11/14/2025"
}
